Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/Shared/AppIntents.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Text Result
de: Textergebnis
es: Resultado de texto
fr: Résultat de texte
it: Risultato testo
ja: テキスト結果
ko: 텍스트 결과
pt_br: Resultado do Texto
ru: Текстовый результат
zh_hans: 文本结果

source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
zh_hans: 文本​​

source: Library Path Result
de: Speicherort-Ergebnis
es: Resultado de la ruta de la biblioteca
fr: Résultat du chemin d’accès à la bibliothèque
it: Risultato Percorso libreria
ja: ライブラリパスの結果
ko: 라이브러리 경로 결과
pt_br: Resultado do Caminho da Biblioteca
ru: Результат с путём в библиотеке
zh_hans: 资源库路径结果

source: Library Path
de: Speicherort
es: Ruta de la biblioteca
fr: Chemin d’accès à la bibliothèque
it: Percorso libreria
ja: ライブラリパス
ko: 라이브러리 경로
pt_br: Caminho da Biblioteca
ru: Путь в библиотеке
zh_hans: 资源库路径

source: What is the Library Path of the file?
de: Wie lautet der Speicherort für die Datei?
es: ¿Cuál es la ruta de la biblioteca del archivo?
fr: Qu’est-ce que le chemin d’accès à la bibliothèque du fichier ?
it: Qual è il percorso della libreria del file?
ja: ファイルのライブラリパスは何ですか？
ko: 파일의 라이브러리 경로는 무엇인가요?
pt_br: Qual é o Caminho da Biblioteca do arquivo?
ru: Где расположен файл?
zh_hans: 什么是文件的资源库路径？

source: What is the Library Path of the folder?
de: Wie lautet der Speicherort des Ordners?
es: ¿Cuál es la ruta de la biblioteca de la carpeta?
fr: Quel est le chemin d’accès à la bibliothèque du dossier ?
it: Qual è il Percorso libreria della cartella?
ja: フォルダのライブラリパスは何ですか？
ko: 폴더의 라이브러리 경로는 무엇인가요?
pt_br: Qual é o Caminho da Biblioteca da pasta?
ru: Где расположена папка?
zh_hans: 什么是文件夹的资源库路径？

source: Save Text
de: Text speichern
es: Guardar texto
fr: Enregistrer le texte
it: Salva testo
ja: テキストを保存
ko: 텍스트 저장
pt_br: Salvar Texto
ru: Сохранить текст
zh_hans: 保存文本

source: Saves text to the file at the specified Library Path.
de: Speichert Text in der Datei am angegebenen Speicherort.
es: Guarda el texto en el archivo de la ruta de la biblioteca especificada.
fr: Enregistre le texte dans le fichier au chemin d’accès à la bibliothèque spécifié.
it: Salva il testo nel file nel Percorso libreria specificato.
ja: 指定されたライブラリパスのファイルにテキストを保存します。
ko: 지정된 라이브러리 경로에 있는 파일에 텍스트를 저장합니다.
pt_br: Salva o texto para o arquivo no Caminho da Biblioteca especificado.
ru: Сохраняет текст в файл по указанному пути в библиотеке.
zh_hans: 将文本保存到指定“资源库路径”下的文件。

source: Save ${text} to file at ${libraryPath}
de: ${text} in Datei unter ${libraryPath} speichern
es: Guardar ${text} en el archivo de ${libraryPath}
fr: Enregistre ${text} dans le fichier à ${libraryPath}.
it: Salva ${text} nel file su ${libraryPath}
ja: ${libraryPath}でファイルに${text}を保存
ko: ${libraryPath}에 있는 파일에 ${text} 저장
pt_br: Salvar ${text} no arquivo em ${libraryPath}
ru: Сохранить ${text} в файл в ${libraryPath}
zh_hans: 将${text}保存到${libraryPath}下的文件

source: Save Edits From
de: Änderungen speichern von
es: Guardar ediciones desde
fr: Enregistrer les modifications depuis
it: Salva modifiche da
ja: 別の場所から編集を保存
ko: 다음으로부터의 편집 내용 저장
pt_br: Salvar Edições a partir de
ru: Сохранить правки от
zh_hans: 保存编辑自

source: Saves text to the file at the specified Library Path. Automatically detects and attributes changes to the provided author.
de: Speichert Text in der Datei am angegebenen Speicherort. Erkennt Änderungen automatisch und ordnet sie dem angegebenen Verfasser zu.
es: Guarda el texto en el archivo de la ruta de la biblioteca especificada. Detecta y atribuye cambios automáticamente al autor proporcionado.
fr: Enregistre le texte dans le fichier au chemin d’accès à la bibliothèque spécifié. Détecte et attribue automatiquement les modifications à l’auteur indiqué.
it: Salva il testo nel file del Percorso libreria specificato. Rileva e attribuisce automaticamente le modifiche all’autore fornito.
ja: 指定されたライブラリパスのファイルにテキストを保存します。提供された作成者への変更を自動的に検出し、属性を付けます。
ko: 지정된 라이브러리 경로에 있는 파일에 텍스트를 저장합니다. 변경 사항을 자동으로 감지하고 제공된 원작자에게 귀속시킵니다.
pt_br: Salva o texto para o arquivo no Caminho da Biblioteca especificado. Detecta e atribui alterações automaticamente ao autor fornecido.
ru: Сохраняет текст в файл по указанному пути в библиотеке. Автоматически обнаруживает изменения и сопоставляет их указанному автору.
zh_hans: 将文本保存到指定“资源库路径”下的文件。自动检测更改并将更改归属于所提供的作者。

source: Save ${text} with edits from ${authorType} author named ${authorName} to file at ${libraryPath}
de: ${text} mit Änderungen vom ${authorType}-Verfasser namens ${authorName} in Datei unter ${libraryPath} speichern
es: Guardar ${text} con ediciones desde ${authorType} autor llamado ${authorName} al archivo de ${libraryPath}
fr: Enregistre ${text} avec des modifications de l’auteur ${authorType} nommé ${authorName} dans le fichier à ${libraryPath}
it: Salva ${text} con modifiche da autore ${authorType} chiamato ${authorName} nel file su ${libraryPath}
ja: 作成者名${authorName}という${authorType}の作成者が編集した${text}を${libraryPath}のファイルに保存
ko: 이름이 ${authorName}인 ${authorType} 원작자의 편집 내용과 함께 ${libraryPath}에 있는 파일에 ${text} 저장
pt_br: Salvar ${text} com edições do autor ${authorType} com o nome ${authorName} no arquivo em ${libraryPath}
ru: Сохранить ${text} с правками от автора типа ${authorType} с именем ${authorName} в файл в ${libraryPath}
zh_hans: 将${text}以及名为${authorName}的${authorType}作者的编辑内容保存到${libraryPath}下的文件

source: Save ${text} with edits from ${authorType} author to file at ${libraryPath}
de: ${text} mit Änderungen vom ${authorType}-Verfasser in Datei unter ${libraryPath} speichern
es: Guardar ${text} con ediciones desde ${authorType} autor al archivo de ${libraryPath}
fr: Enregistre ${text} avec des modifications de l’auteur ${authorType} dans le fichier à ${libraryPath}
it: Salva ${text} con modifiche da autore ${authorType} nel file su ${libraryPath}
ja: ${authorType}の作成者が編集した${text}を${libraryPath}のファイルに保存
ko: ${authorType} 원작자의 편집 내용과 함께 ${libraryPath}에 있는 파일에 ${text} 저장
pt_br: Salvar ${text} com edições do autor ${authorType} no arquivo em ${libraryPath}
ru: Сохранить ${text} с правками от автора тип ${authorType} в файл в ${libraryPath}
zh_hans: 将${text}以及${authorType}作者的编辑内容保存到${libraryPath}下的文件

source: Add Text
de: Text hinzufügen
es: Añadir texto
fr: Ajouter du texte
it: Aggiungi testo
ja: テキストを追加
ko: 텍스트 추가
pt_br: Adicionar Texto
ru: Добавить текст
zh_hans: 添加文本​​

source: Adds text to the file at the specified Library Path.
de: Fügt Text zu der Datei am angegebenen Speicherort hinzu.
es: Añade texto al archivo de la ruta de la biblioteca especificada.
fr: Ajoute du texte au fichier au chemin d’accès à la bibliothèque spécifié.
it: Aggiunge testo al file nel Percorso libreria specificato.
ja: 指定されたライブラリパスでファイルにテキストを追加します。
ko: 지정된 라이브러리 경로에 있는 파일에 텍스트를 추가합니다.
pt_br: Adiciona texto ao arquivo no Caminho da Biblioteca especificado.
ru: Добавляет текст в файл по указанному пути в библиотеке
zh_hans: 将文本添加到指定“资源库路径”下的文件。

source: Add ${text} to file at ${libraryPath}
de: ${text} zur Datei unter ${libraryPath} hinzufügen
es: Añadir ${text} al archivo de ${libraryPath}
fr: Ajoute ${text} au fichier à ${libraryPath}.
it: Aggiungi ${text} al file su ${libraryPath}
ja: ${libraryPath}でファイルに${text}を追加
ko: ${libraryPath}에 있는 파일에 ${text} 추가
pt_br: Adicionar ${text} ao arquivo em ${libraryPath}
ru: Добавить ${text} в вайл в ${libraryPath}
zh_hans: 将${text}附加到${libraryPath}下的文件

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开

source: Opens the file at the specified Library Path.
de: Öffnet die Datei am angegebenen Speicherort.
es: Abre el archivo en la ruta de la biblioteca especificada.
fr: Ouvre le fichier dans le chemin d’accès spécifié à la bibliothèque
it: Apre il file nel percorso della libreria specificato.
ja: 指定されたライブラリパスでファイルを開きます。
ko: 지정된 라이브러리 경로에 있는 파일을 엽니다.
pt_br: Abre o arquivo no Caminho da Biblioteca especificado.
ru: Открывает файл по указанному пути в библиотеке
zh_hans: 打开指定的“资源库路径”下的文件。

source: Open file at ${libraryPath}
de: Datei unter ${libraryPath} öffnen
es: Abrir archivo en ${libraryPath}
fr: Ouvrir le fichier dans ${libraryPath}
it: Apri il file su ${libraryPath}
ja: ${libraryPath}でファイルを開く
ko: ${libraryPath}에 있는 파일 열기
pt_br: Abrir o arquivo em ${libraryPath}
ru: Открыть файл в ${libraryPath}
zh_hans: 打开${libraryPath}下的文件

source: Open New
de: Neu öffnen
es: Abrir nuevo
fr: Ouvrir nouveau
it: Apri nuovo
ja: 新たに開く
ko: 새로 열기
pt_br: Abrir Novo
ru: Открыть новый
zh_hans: 打开新文件

source: Opens a new file at the specified Library Path using the text passed as input. The new file will be named automatically if the Library Path is omitted or specifies a folder.
de: Öffnet eine neue Datei am angegebenen Speicherort unter Verwendung des angegebenen Texts. Die neue Datei wird automatisch benannt, wenn der Speicherort weggelassen wird oder ein Ordner angegeben wird.
es: Abre un archivo nuevo en la ruta de la biblioteca especificada usando el texto introducido como entrada. El nuevo archivo se nombrará automáticamente si se omite la ruta de la biblioteca o se especifica una carpeta.
fr: Ouvre un nouveau fichier dans le chemin d’accès à la bibliothèque spécifié en utilisant le texte transmis en entrée. Le nouveau fichier sera nommé automatiquement si le chemin d’accès à la bibliothèque est omis ou spécifie un dossier.
it: Apre un nuovo file nel Percorso libreria specificato utilizzando il testo passato come input. Il nuovo file verrà nominato automaticamente se il Percorso libreria viene omesso o se viene specificata una cartella.
ja: 入力としてパスしたテキストを使って、指定されたライブラリパスで新規ファイルを開きます。ライブラリパスが省略されているか、フォルダが指定されている場合、自動的に新しいファイル名が付けられます。
ko: 입력값으로 전달된 텍스트를 사용하여 지정된 라이브러리 경로에서 새로운 파일을 엽니다. 라이브러리 경로가 생략되거나 폴더가 지정된 경우, 새로운 파일의 이름이 자동으로 지정됩니다.
pt_br: Abre um novo arquivo no Caminho da Biblioteca especificado, usando o texto fornecido. O novo arquivo receberá automaticamente um nome se o Caminho da Biblioteca for omitido ou se especificar uma pasta.
ru: Открывает новый файл по указанному пути в библиотеке с использованием текста, переданного в качестве входных данных. Новый файл получит автоматическое имя, если путь в библиотеке пропущен или указывает на папку.
zh_hans: 使用作为输入传递的文本，打开指定的“资源库路径”下的新文件。如果省略“资源库路径”或指定文件夹，新文件将自动命名。

source: Open new file with ${text} at ${libraryPath}
de: Neue Datei mit ${text} unter ${libraryPath} öffnen
es: Abrir archivo nuevo con ${text} en ${libraryPath}
fr: Ouvrir un nouveau fichier avec ${text} à ${libraryPath}
it: Apri nuovo file con ${text} su ${libraryPath}
ja: ${libraryPath}で${text}のある新規ファイルを開く
ko: ${text}을(를) 사용하여 ${libraryPath}에서 새로운 파일 열기
pt_br: Abrir novo arquivo com ${text} em ${libraryPath}
ru: Открыть новый файл с ${text} в ${libraryPath}
zh_hans: 打开${libraryPath}下包含${text}的新文件

source: Get Current File
de: Aktuelle Datei abrufen
es: Obtener archivo actual
fr: Obtenir le fichier actuel
it: Ottieni file attuale
ja: 現在のファイルを入手
ko: 현재 파일 받기
pt_br: Obter Arquivo Atual
ru: Получить текущий файл
zh_hans: 获取当前文件

source: Gets the Library Path of the file that is currently open in iA Writer, if any.
de: Ruft den Speicherort der Datei ab, die derzeit in iA Writer geöffnet ist. (Sofern vorhanden.)
es: Obtiene la ruta de la biblioteca del archivo que está abierto en iA Writer, si lo hay.
fr: Obtient le chemin d’accès à la bibliothèque du fichier actuellement ouvert dans iA Writer, le cas échéant.
it: Ottiene il Percorso libreria del file attualmente aperto in iA Writer, se presente.
ja: iA Writerで今開かれているファイルがあれば、そのライブラリパスを取得します。
ko: 존재하는 경우, 현재 iA Writer에 열려 있는 파일의 라이브러리 경로를 가져옵니다.
pt_br: Obtém o Caminho da Biblioteca do arquivo que estiver aberto no iA Writer, se existir.
ru: Получает путь в библиотеке для файла, который в настоящее время открыт в iA Writer (если таковой есть).
zh_hans: 获取当前在iA Writer中打开的文件的资源库路径（如有）。

source: Get current file
de: Aktuelle Datei abrufen
es: Obtener archivo actual
fr: Obtenir le fichier actuel
it: Ottieni file attuale
ja: 現在のファイルを取得
ko: 현재 파일 받기
pt_br: Obter o arquivo atual
ru: Получить текущий файл
zh_hans: 获取当前文件

source: Get Link
de: Link abrufen
es: Obtener enlace
fr: Obtenir le lien
it: Ottieni link
ja: リンクを取得
ko: 링크 가져오기
pt_br: Obter Link
ru: Получить ссылку
zh_hans: 获取链接

source: Gets a link to open the file at the specified Library Path.
de: Ruft einen Link zum Öffnen der Datei am angegebenen Speicherort ab.
es: Obtiene un enlace para abrir el archivo de la ruta de la biblioteca especificada.
fr: Obtient un lien pour ouvrir le fichier au chemin d’accès à la bibliothèque spécifié.
it: Ottiene un collegamento per aprire il file nel Percorso libreria specificato.
ja: 指定されたライブラリパスでファイルを開くリンクを取得します。
ko: 지정된 라이브러리 경로에서 파일을 열기 위한 링크를 가져옵니다.
pt_br: Obtém um link para abrir o arquivo no Caminho da Biblioteca especificado.
ru: Получает ссылку для открытия файла по указанному пути в библиотеке.
zh_hans: 获取链接以打开指定的“资源库路径”下的文件。

source: Get link to open file at ${libraryPath}
de: Link zum Öffnen der Datei unter ${libraryPath} abrufen
es: Obtener enlace para abrir archivo de ${libraryPath}
fr: Obtenir le lien pour ouvrir le fichier à ${libraryPath}
it: Ottieni un link per aprire file su ${libraryPath}
ja: ${libraryPath}でファイルを開くリンクを取得
ko: ${libraryPath}에서 파일을 열기 위한 링크 가져오기
pt_br: Obter o link para abrir o arquivo em ${libraryPath}
ru: Получить ссылку для открытия в ${libraryPath}
zh_hans: 获取链接以打开${libraryPath}下的文件

source: Get Text
de: Text abrufen
es: Obtener texto
fr: Obtenir le texte
it: Ottieni testo
ja: テキストを取得
ko: 텍스트 가져오기
pt_br: Obter Texto
ru: Получить текст
zh_hans: 获取文本

source: Gets text at the specified Library Path.
de: Ruft Text am angegebenen Speicherort ab.
es: Obtiene el texto de la ruta de la biblioteca especificada.
fr: Obtient le texte depuis le chemin d’accès à la bibliothèque spécifié.
it: Ottiene testo presso il Percorso librerira specificato.
ja: 指定されたライブラリパスでテキストを取得します。
ko: 지정된 라이브러리 경로에 있는 텍스트를 가져옵니다.
pt_br: Obtém o texto no Caminho da Biblioteca especificado.
ru: Получает текст по указанному пути в библиотеке.
zh_hans: 获取指定的“资源库路径”下的文本。

source: Get text at ${libraryPath}
de: Text unter ${libraryPath} abrufen
es: Obtener texto de ${libraryPath}
fr: Obtenir le texte depuis ${libraryPath}
it: Ottieni testo su ${libraryPath}
ja: ${libraryPath}でテキストを取得
ko: ${libraryPath}에 있는 텍스트 가져오기
pt_br: Obter o texto em ${libraryPath}
ru: Получить текст в ${libraryPath}
zh_hans: 获取${libraryPath}下的文本

source: Get Text as HTML
de: Text als HTML abrufen
es: Obtiene texto en formato HTML
fr: Obtenir le texte en HTML
it: Ottieni testo come HTML
ja: HTMLとしてテキストを取得
ko: HTML로 텍스트 가져오기
pt_br: Obter Texto no Formato HTML
ru: Получить текст как HTML
zh_hans: 获取HTML格式文本

source: Gets text at the specified Library Path as HTML.
de: Ruft Text am angegebenen Speicherort als HTML ab.
es: Obtiene el texto de la ruta de la biblioteca especificada en formato HTML.
fr: Obtient le texte depuis le chemin d’accès spécifié à la bibliothèque en HTML.
it: Ottieni testo presso il Percorso libreria specificato come HTML.
ja: 指定されたライブラリパスでテキストをHTMLとして取得します。
ko: 지정된 라이브러리 경로에 있는 텍스트를 HTML로 가져옵니다.
pt_br: Obtém o texto no formato HTML no Caminho da Biblioteca especificado.
ru: Получает текст по указанному пути в библиотеке в формате HTML.
zh_hans: 获取指定的“资源库路径”下的HTML格式文本。

source: Get text at ${libraryPath} as HTML
de: Text unter ${libraryPath} als HTML abrufen
es: Obtener texto de ${libraryPath} en formato HTML
fr: Obtenir le texte depuis ${libraryPath} en HTML.
it: Ottieni testo su ${libraryPath} come HTML
ja: ${libraryPath}でテキストをHTMLとして取得
ko: ${libraryPath}에 있는 텍스트를 HTML로 가져오기
pt_br: Obter o texto em ${libraryPath} no formato HTML
ru: Получить текст в ${libraryPath} как HTML
zh_hans: 获取${libraryPath}下的HTML格式文本

source: Get Text as Markdown
de: Text als Markdown abrufen
es: Obtener texto en formato markdown
fr: Obtenir le texte en Markdown
it: Ottieni testo come Markdown
ja: テキストをMarkdownとして取得
ko: 마크다운으로 텍스트 가져오기
pt_br: Obter Texto no Formato Markdown
ru: Получить текст как Markdown
zh_hans: 获取Markdown格式文本

source: Gets text at the specified Library Path as Markdown.
de: Ruft Text am angegebenen Speicherort als Markdown ab.
es: Obtiene el texto de la ruta de la biblioteca especificada en formato markdown.
fr: Obtient le texte depuis le chemin d’accès à la bibliothèque spécifié en Markdown.
it: Ottiene testo presso il Percorso libreria specificato come Markdown.
ja: 指定されたライブラリパスでテキストをMarkdownとして取得します。
ko: 지정된 라이브러리 경로에 있는 텍스트를 마크다운으로 가져옵니다.
pt_br: Obtém o texto no formato Markdown no Caminho da Biblioteca especificado.
ru: Получает текст по указанному пути в библиотеке как Markdown.
zh_hans: 获取指定的“资源库路径”下的Markdown格式文本。

source: Get text at ${libraryPath} as Markdown
de: Text unter ${libraryPath} als Markdown abrufen
es: Obtener texto de ${libraryPath} en formato markdown
fr: Obtenir le texte depuis ${libraryPath} en Markdown
it: Ottieni testo su ${libraryPath} come Markdown.
ja: ${libraryPath}でテキストをMarkdownとして取得
ko: ${libraryPath}에 있는 텍스트를 마크다운으로 가져오기
pt_br: Obter o texto em ${libraryPath} no formato Markdown
ru: Получить текст в ${libraryPath} как Markdown
zh_hans: 获取${libraryPath}下的Markdown格式文本

source: Author
de: Verfasser
es: Autor
fr: Auteur
it: Autore
ja: 作成者
ko: 원작자
pt_br: Autor
ru: Автор
zh_hans: 作者

source: Who is the author of the text?
de: Wer ist der Verfasser des Texts?
es: ¿Quién es el autor del texto?
fr: Qui est l’auteur du texte ?
it: Chi è l’autore del testo?
ja: テキストの作成者は誰ですか？
ko: 텍스트의 원작자는 누구인가요?
pt_br: Quem é o autor do texto?
ru: Кто автор текста?
zh_hans: 文字的作者是谁？

source: Unspecified
de: Keine Angabe
es: Sin especificar
fr: Non spécifié
it: Non specificato
ja: 不特定
ko: 지정 안 됨
pt_br: Não Especificado
ru: Не указано
zh_hans: 未指定

source: Primary
de: Hauptverfasser
es: Principal
fr: Principal
it: Primario
ja: プライマリ
ko: 기본
pt_br: Primário
ru: Основной
zh_hans: 主要

source: Human
de: Mensch
es: Humana
fr: Humain
it: Umano
ja: 人間
ko: 인간
pt_br: Humano
ru: Челоыек
zh_hans: 人工

source: Other
de: Sonstige
es: Otros
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outros
ru: Другое
zh_hans: 其他​​

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hans: 名字

source: What is the name of the author?
de: Wie heißt der Verfasser?
es: ¿Cómo se llama el autor?
fr: Quel est le nom de l’auteur ?
it: Qual è il nome dell’autore?
ja: 作成者の名前は何ですか？
ko: 원작자의 이름은 무엇인가요?
pt_br: Qual é o nome do autor?
ru: Что такое имя автора?
zh_hans: 作者叫什么名字？

source: Identifier
de: Identifikator
es: Identificador
fr: Identifiant
it: Identificatore
ja: 識別子
ko: 식별자
pt_br: Identificador
ru: Идентификатор
zh_hans: 标识符

source: What would you like to use to identify this author? For example, an email, or a website.
de: Wie möchten Sie diesen Verfasser identifizieren? (Bsp.: E-Mail-Adresse oder Website)
es: ¿Qué quieres usar para identificar a este autor? Por ejemplo, un correo electrónico o una página web.
fr: Que souhaitez-vous utiliser pour identifier cet auteur ? Par exemple, une adresse e-mail ou un site Internet.
it: Cosa vorresti usare per identificare questo autore? Ad esempio, un’e-mail o un sito web.
ja: この作成者を特定するために何を使いますか？例えば、電子メールやウェブサイトなど。
ko: 이 원작자를 식별하는 데 무엇을 사용하시겠습니까? 예: 이메일 또는 웹 사이트.
pt_br: O que gostaria de usar para identificar este autor? Por exemplo, um e-mail, ou um site.
ru: Какие данные вы хотели бы использовать для идентификации этого автора? Например, адрес эл. почты или веб-сайт.
zh_hans: 您想用什么来标识该作者？例如，电子邮件或网站。

source: Replace if Exists
de: Ersetzen (sofern vorhanden)
es: Reemplazar si existe
fr: Remplacer si existant
it: Sostituisci se esiste
ja: 存在する場合は置き換える
ko: 존재하는 경우, 대체
pt_br: Substituir se Existir
ru: Заменить, если существует
zh_hans: 存在时替换

source: Location
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 位置
ko: 위치
pt_br: Localização
ru: Местоположение
zh_hans: 位置

source: Where should the text be added?
de: Wo soll der Text eingefügt werden?
es: ¿Dónde se debería agregar el texto?
fr: Où le texte doit-il être ajouté ?
it: Dove dev’essere aggiunto il testo?
ja: テキストはどこに追加しますか？
ko: 텍스트를 어디에 추가하나요?
pt_br: Onde deverá ser adicionado o texto?
ru: Где следует добавить текст?
zh_hans: 文本应该添加在哪里？

source: Beginning
de: Anfang
es: Principio
fr: Début
it: Inizio
ja: 初め
ko: 시작 부분
pt_br: Início
ru: В начале
zh_hans: 开头

source: End
de: Ende
es: Final
fr: Fin
it: Fine
ja: 終わり
ko: 끝 부분
pt_br: Fim
ru: В конце
zh_hans: 结尾

source: Insert Padding
de: Abstand einfügen
es: Insertar relleno
fr: Insérer un espacement
it: Inserisci Padding
ja: パディングを挿入
ko: 패딩 삽입
pt_br: Inserir Espaçamento
ru: Вставить отбивку
zh_hans: 插入填充

source: None
pt_br: Nenhum

source: Sentence
pt_br: Sentença

source: Line
pt_br: Linha

source: Paragraph
pt_br: Parágrafo

source: Edit on iPad and iPhone
de: Auf iPad und iPhone bearbeiten
es: Editar en iPad y iPhone
fr: Modifier sur iPad et iPhone
it: Modifica su iPad e iPhone
ja: iPadとiPhoneで編集
ko: iPad 및 iPhone에서 편집
pt_br: Editar no iPad e no iPhone
ru: Редактировать на iPad и iPhone
zh_hans: 在iPad和iPhone上编辑

source: Open New Window on Mac
de: Neues Fenster auf Mac öffnen
es: Abrir nueva ventana en Mac
fr: Ouvrir une nouvelle fenêtre sur Mac
it: Apri nuova finestra su Mac
ja: Macで新規ウィンドウを開く
ko: Mac에서 새 창 열기
pt_br: Abrir Nova Janela no Mac
ru: Открыть новое окно на Mac
zh_hans: 在Mac上打开新窗口

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Правка
zh_hans: 编辑

source: Get
de: Abrufen
es: Obtener
fr: Obtenir
it: Ottieni
ja: 取得
ko: 가져오기
pt_br: Obter
ru: Получить
zh_hans: 获取

source: Organize
de: Organisieren
es: Organizar
fr: Organiser
it: Organizza
ja: 整理
ko: 정리
pt_br: Organizar
ru: Упорядочить
zh_hans: 整理

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Cancella
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
zh_hans: 删除

source: Deletes the item at the specified Library Path.
de: Löscht das Element am angegebenen Speicherort.
es: Elimina el artículo de la ruta de la biblioteca especificada.
fr: Supprime le fichier au chemin d’accès à la bibliothèque spécifié.
it: Cancella l’oggetto nel Percorso Libreria specificato.
ja: 指定されたライブラリパスでアイテムを削除します。
ko: 지정된 라이브러리 경로에 있는 항목을 삭제합니다.
pt_br: Apaga o item no Caminho da Biblioteca especificado.
ru: Удаляет элемент по указанному пути в библиотеке.
zh_hans: 删除指定的“资源库路径”下的项目。

source: Delete item at ${libraryPath}
de: Element unter ${libraryPath} löschen
es: Eliminar artículo de ${libraryPath}
fr: Supprimer l’élément à ${libraryPath}
it: Cancella oggetto su ${libraryPath}
ja: ${libraryPath}でアイテムを削除
ko: ${libraryPath}에 있는 항목 삭제
pt_br: Apagar o item em ${libraryPath}
ru: Удалить элемент в ${libraryPath}
zh_hans: 删除${libraryPath}下的项目

source: Delete Immediately
de: Sofort löschen
es: Eliminar inmediatamente
fr: Supprimer immédiatement
it: Cancella immediatamente
ja: 直ちに削除
ko: 즉시 삭제
pt_br: Apagar Imediatamente
ru: Удалить сейчас
zh_hans: 立即删除

source: Duplicate
de: Kopieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
pt_br: Duplicar
ru: Дублировать
zh_hans: 复制

source: Duplicates the item at the specified Library Path.
de: Dupliziert das Element am angegebenen Speicherort.
es: Duplica el artículo de la ruta de la biblioteca especificada.
fr: Duplique le fichier au chemin d’accès à la bibliothèque spécifié.
it: Duplica l’oggetto nel Percorso libreria specificato.
ja: 指定されたライブラリパスでアイテムを複製します。
ko: 지정된 라이브러리 경로에 있는 항목을 복제합니다.
pt_br: Duplica o item no Caminho da Biblioteca especificado.
ru: Дублирует элемент по указанному пути в библиотеке.
zh_hans: 复制指定的“资源库路径”下的项目。

source: Duplicate item at ${libraryPath}
de: Element unter ${libraryPath} kopieren
es: Duplicar artículo de ${libraryPath}
fr: Dupliquer l’élément à ${libraryPath}
it: Duplica oggetto su ${libraryPath}
ja: ${libraryPath}でアイテムを複製
ko: ${libraryPath}에 있는 항목 복제
pt_br: Duplicar o item em ${libraryPath}
ru: Дублировать элемент в ${libraryPath}
zh_hans: 复制${libraryPath}下的项目
