Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/Shared/AppIntents.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Append Text to Name
de: Text an Namen anhängen
es: Agregar texto al nombre
fr: Joindre le texte au nom
it: Aggiungi testo al nome
ja: 名称にテキストを追加
ko: 이름에 텍스트 첨부
pt_br: Acrescentar Texto ao Nome
ru: Добавить текст к имени
zh_hans: 将文本附加到名称

source: Suffix Type
de: Suffixtyp
es: Tipo de sufijo
fr: Type de suffixe
it: Tipo di suffisso
ja: 接尾語のタイプ
ko: 접미사 유형
pt_br: Tipo de Sufixo
ru: Тип суффикса
zh_hans: 后缀类型

source: Default
de: Standard
es: Por defecto
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
ru: Пользовательский
zh_hans: 自定义

source: Custom Suffix
de: Benutzerdefiniertes Suffix
es: Sufijo personalizado
fr: Suffixe personnalisé
it: Suffisso personalizzato
ja: カスタム接尾語
ko: 사용자 지정 접미사
pt_br: Sufixo Personalizado
ru: Пользовательский суффикс
zh_hans: 自定义后缀

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hans: 复制

source: Copies the item at the specified Library Path to the folder at the specified Library Path.
de: Kopiert das Element am angegebenen Speicherort in den Ordner am angegebenen Speicherort.
es: Copia el artículo de la ruta de la biblioteca especificada en la carpeta de la ruta de la biblioteca especificada.
fr: Copie l’élément au chemin d’accès à la bibliothèque spécifié dans le dossier au chemin d’accès à la bibliothèque spécifié.
it: Copia l’oggetto dal Percorso libreria specificato alla cartella del Percorso libreria specificato.
ja: 指定されたライブラリパスのアイテムを指定されたライブラリパスのフォルダにコピーします。
ko: 지정된 라이브러리 경로에 있는 항목을 지정된 라이브러리 경로에 있는 폴더에 복사합니다.
pt_br: Copia o item no Caminho da Biblioteca especificado para a pasta no Caminho da Biblioteca especificado.
ru: Копирует элемент по указанному пути в библиотеке в папку по указанному пути в библиотеке.
zh_hans: 将指定的“资源库路径”下的项目复制到指定的“资源库路径”下的文件夹。

source: Copy item at ${libraryPath} to folder at ${folderLibraryPath}
de: Element unter ${libraryPath} in Ordner unter ${folderLibraryPath} kopieren
es: Copiar artículo de ${libraryPath} en la carpeta de ${folderLibraryPath}
fr: Copier l’élément à ${libraryPath} dans le dossier à ${folderLibraryPath}
it: Copia oggetto su ${libraryPath} alla cartella su ${folderLibraryPath}
ja: ${libraryPath}のアイテムを${folderLibraryPath}のフォルダにコピー
ko: ${libraryPath}에 있는 항목을 ${folderLibraryPath}에 있는 폴더에 복사
pt_br: Copiar o item em ${libraryPath} para a pasta em ${folderLibraryPath}
ru: Копировать элемент в ${libraryPath} в папку в ${folderLibraryPath}
zh_hans: 将${libraryPath}下的项目复制到${folderLibraryPath}下的文件夹

source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ko: 이동
pt_br: Mover
ru: Переместить
zh_hans: 移动​​

source: Moves the item at the specified Library Path to the folder at the specified Library Path.
de: Verschiebt das Element vom angegebenen Speicherort in den Ordner am angegebenen Speicherort.
es: Mueve el artículo de la ruta de la biblioteca especificada a la carpeta de la ruta de la biblioteca especificada.
fr: Déplace l’élément au chemin d’accès à la bibliothèque spécifié dans le dossier au chemin d’accès à la bibliothèque spécifié.
it: Sposta l’oggetto dal Percorso libreria specificato alla cartella del Percorso libreria specificato.
ja: 指定されたライブラリパスのアイテムを指定されたライブラリパスのフォルダに移動します。
ko: 지정된 라이브러리 경로에 있는 항목을 지정된 라이브러리 경로에 있는 폴더로 이동합니다.
pt_br: Move o item no Caminho da Biblioteca especificado para a pasta no Caminho da Biblioteca especificado.
ru: Перемещает элемент по указанному пути в библиотеке в папку по указанному пути в библиотеке.
zh_hans: 将指定的“资源库路径”下的项目移动到指定的“资源库路径”下的文件夹。

source: Move item at ${libraryPath} to folder at ${folderLibraryPath}
de: Element unter ${libraryPath} in Ordner unter ${folderLibraryPath} verschieben
es: Mover artículo de ${libraryPath} a la carpeta de ${folderLibraryPath}
fr: Déplacer l’élément à ${libraryPath} dans le dossier à ${folderLibraryPath}
it: Sposta l’oggetto su ${libraryPath} alla cartella su ${folderLibraryPath}
ja: ${libraryPath}のアイテムを${folderLibraryPath}のフォルダに移動
ko: ${libraryPath}에 있는 항목을 ${folderLibraryPath}에 있는 폴더로 이동
pt_br: Mover o item em ${libraryPath} para a pasta em ${folderLibraryPath}
ru: Переместить элемент в ${libraryPath} в папку в ${folderLibraryPath}
zh_hans: 将${libraryPath}下的项目移动到${folderLibraryPath}下的文件夹

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名称変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
zh_hans: 重命名​​

source: Renames the item at the specified Library Path.
de: Benennt das Element am angegebenen Speicherort um.
es: Renombra el artículo de la ruta de la biblioteca especificada.
fr: Renomme l’élément au chemin d’accès à la bibliothèque spécifié.
it: Rinomina l’oggetto presso il Percorso libreria specificato.
ja: 指定されたライブラリパスのアイテムの名称を変更します。
ko: 지정된 라이브러리 경로에 있는 항목의 이름을 변경합니다.
pt_br: Renomeia o item no Caminho da Biblioteca especificado.
ru: Переименовывает элемент по указанному пути в библиотеке
zh_hans: 重命名指定的“资源库路径”下的项目。

source: Rename item at ${libraryPath} to ${name}
de: Element unter ${libraryPath} in ${name} umbenennen
es: Renombrar artículo de ${libraryPath} a ${name}
fr: Renommer l’élément à ${libraryPath} en ${name}
it: Rinomina l’oggetto su ${libraryPath} come ${name}
ja: ${libraryPath}のアイテムを${name}に変更
ko: ${libraryPath}에 있는 항목의 이름을 ${name}(으)로 변경
pt_br: Renomear o item em ${libraryPath} para ${name}
ru: Переименовать элемент в ${libraryPath} в ${name}
zh_hans: 将${libraryPath}下的项目重命名为${name}

source: Favorite Action
de: Favoriten-Aktion
es: Acción favorita
fr: Action favorite
it: Azione preferita
ja: お気に入りのアクション
ko: 즐겨찾기 작업
pt_br: Ação Favorita
ru: Действие с избранным
zh_hans: 收藏的操作

source: Favorite
de: Als Favorit hinzufügen
es: Favoritos
fr: Placer en favori
it: Preferito
ja: お気に入りに登録
ko: 즐겨찾기에 추가
pt_br: Tornar Favorito
ru: Добавить в избранное
zh_hans: 收藏

source: Unfavorite
de: Als Favorit entfernen
es: No favoritos
fr: Retirer des favoris
it: Non preferito
ja: お気に入りを解除
ko: 즐겨찾기에서 제거
pt_br: Retirar dos Favoritos
ru: Удалить из избранного
zh_hans: 取消收藏

source: Favorites the item at the specified Library Path.
de: Fügt das Element am angegebenen Speicherort als Favorit hinzu.
es: Añade a favoritos el artículo de la ruta de la biblioteca especificada.
fr: Place en favori l’élément au chemin d’accès à la bibliothèque spécifié.
it: Aggiungi l’oggetto presso il Percorso libreria specificato tra i preferiti.
ja: 指定されたライブラリパスのアイテムをお気に入りに登録します。
ko: 지정된 라이브러리 경로에 있는 항목을 즐겨찾기에 추가합니다.
pt_br: Torna o item favorito no Caminho da Biblioteca especificado.
ru: Добавляет в избранное элемент по указанному пути в библиотеке.
zh_hans: 收藏指定的“资源库路径”下的项目。

source: ${action} item at ${libraryPath}
de: Element unter ${libraryPath} ${action}
es: ${action} artículo de ${libraryPath}
fr: ${action} l’élément à ${libraryPath}
it: ${action} oggetto su ${libraryPath}
ja: ${libraryPath}のアイテムを${action}
ko: ${libraryPath}에 있는 항목 ${action}
pt_br: ${action} item em ${libraryPath}
ru: ${action} элемент в ${libraryPath}
zh_hans: ${libraryPath}下的${action}项目

source: Show Quick Search
de: Schnellsuche anzeigen
es: Mostrar búsqueda rápida
fr: Afficher la recherche rapide
it: Mostra Ricerca rapida
ja: クイック検索を表示
ko: 빠른 검색 표시
pt_br: Mostrar Pesquisa Rápida
ru: Показать быстрый поиск
zh_hans: 显示快速搜索

source: Shows Quick Search with the provided query.
de: Zeigt die Schnellsuche mit der angegebenen Suchanfrage an.
es: Muestra la búsqueda rápida con la consulta realizada.
fr: Affiche la recherche rapide avec la demande saisie
it: Mostra la Ricerca rapida con la domanda inserita.
ja: 指定されたクエリでクイック検索を開きます。
ko: 제공된 쿼리를 사용하여 빠른 검색을 표시합니다.
pt_br: Mostra a Pesquisa Rápida com a pesquisa fornecida.
ru: Показывает панель быстрого поиска с указанным поисковым запросом.
zh_hans: 显示包含所提供查询的快速搜索。

source: Show Quick Search with ${query}
de: Schnellsuche mit ${query} anzeigen
es: Mostrar búsqueda rápida con ${query}
fr: Afficher la recherche rapide avec ${query}
it: Mostra la Ricerca rapida con ${query}
ja: ${query}でクイック検索を表示
ko: ${query}을(를) 사용하여 빠른 검색 표시
pt_br: Mostrar a Pesquisa Rápida com ${query}
ru: Показать быстрый поиск с ${query}
zh_hans: 显示包含${query}的快速搜索。

source: Get File Name from Text
de: Dateiname aus Text abrufen
es: Obtener nombre del archivo desde el texto
fr: Obtenir le nom du fichier depuis le texte
it: Ottieni il Nome file dal testo
ja: テキストからファイル名を取得
ko: 텍스트에서 파일 이름 가져오기
pt_br: Obter Nome de Arquivo a partir do Texto
ru: Получить имя файла из текста
zh_hans: 从文本中获取文件名

source: File Name
de: Dateiname
es: Nombre del archivo
fr: Nom de fichier
it: Nome file
ja: ファイル名
ko: 파일 이름
pt_br: Nome do Arquivo
ru: Имя файла
zh_hans: 文件名

source: Cleans up text to be used as a file name.
de: Bereinigt Text, der als Dateiname verwendet werden soll.
es: Limpia el texto que se utilizará como nombre de archivo.
fr: Nettoie le texte à utiliser comme nom de fichier
it: Ripulisce il testo da usare come nome del file.
ja: ファイル名として使用するテキストを整理します。
ko: 파일 이름으로 사용될 텍스트를 정리합니다.
pt_br: Limpa o texto a ser usado como nome do arquivo.
ru: Очищает текст для использования в качестве имени файла.
zh_hans: 清理将要用作文件名的文本。

source: Get file name from ${text}
de: Dateiname von ${text} abrufen
es: Obtener nombre del archivo desde ${text}
fr: Obtenir le nom de fichier de ${text}
it: Ottieni nome file da ${text}
ja: ${text}からファイル名を取得
ko: ${text}에서 파일 이름 가져오기
pt_br: Obter o nome do arquivo a partir de ${text}
ru: Получить имя файла из ${text}
zh_hans: 从${text}获取文件名
