Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/Shared/Kit.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: OK
es: Aceptar
ko: 확인
zh_hans: 确定
zh_hant: 好

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
zh_hans: 取消​​
zh_hant: 取消

source: Try Again
de: Nochmals versuchen
es: Pruebe otra vez
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar Novamente
ru: Повторить попытку
zh_hans: 重试
zh_hant: 重試

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
zh_hans: 分享
zh_hant: 分享

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
ja: 有効にする
ko: 활성화
pt_br: Ativar
ru: Включить
zh_hans: 启用
zh_hant: 啟用

source: Disable
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
ja: 無効にする
ko: 비활성화
pt_br: Desativar
ru: Выключить
zh_hans: 禁用
zh_hant: 停用

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pt_br: Reinicializar
ru: Сбросить
zh_hans: 重置​​
zh_hant: 重設

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

source: Done
de: Erledigt
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 계정
pt_br: Remover
ru: Удалить
zh_hans: 移除
zh_hant: 移除

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
zh_hans: 刪除
zh_hant: 刪除

source: Delete Immediately
de: Sofort löschen
es: Borrar inmediatamente
fr: Supprimer immédiatement
it: Elimina adesso
ja: すぐに削除
ko: 즉시 삭제
pt_br: Apagar Imediatamente
ru: Удалить немедленно
zh_hans: 立即删除
zh_hant: 立即刪除

# Delete_Confirmation_Message
source: Are you sure you want to delete “%@”?
de: Sind Sie sicher, dass Sie „%@“ löschen möchten?
fr: Souhaitez-vous vraiment supprimer « %@ » ?
pt_br: Tem certeza de que deseja apagar “%@”?
zh_hans: 是否确定删除“%@”？
zh_hant: 您是否確定要刪除「%@」？

# Delete_Confirmation_Informative_Text
source: This action can’t be undone.
de: Dieser Schritt kann nicht zurückgesetzt werden.
fr: Cette action est irréversible.
pt_br: Esta operação não pode ser revertida.
zh_hans: 此操作无法撤销。
zh_hant: 此動作不能被撤銷。

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: その他
ko: 더 보기
pt_br: Mais
ru: Ещё
zh_hans: 更多
zh_hant: 更多

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 隠す
ko: 숨기기
pt_br: Ocultar
ru: Скрыть
zh_hans: 隐藏​​
zh_hant: 隱藏

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 新增

source: Ask Again Later
de: Später erneut fragen
fr: Demander plus tard
pt_br: Perguntar Mais Tarde
zh_hans: 稍后再问
zh_hant: 稍後再問

# Do_Not_Show_Again
source: Don’t Show Again
de: Nicht erneut anzeigen
fr: Ne plus afficher
pt_br: Não Exibir Novamente
zh_hans: 不再显示
zh_hant: 不再顯示

# Do_Not_Ask_Again
source: Don’t Ask Again
de: Nicht erneut fragen
fr: Ne plus demander
pt_br: Não Voltar a Perguntar
zh_hans: 不再询问
zh_hant: 不再詢問

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: Add Account
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi account
ja: アカウント追加
ko: 계정 추가
pt_br: Adicionar Conta
ru: Добавить учетную запись
zh_hans: 添加账号
zh_hant: 新增帳號

source: Remove Account
de: Konto entfernen
es: Eliminar cuenta
fr: Supprimer le compte
it: Rimuovi l’account
ja: アカウントを削除
ko: 계정 삭제
pt_br: Remover Conta
ru: Удалить учетную запись
zh_hans: 删除帐户
zh_hant: 刪除帳號

source: Authorize
de: Freigeben
es: Autorizar
fr: Autoriser
it: Autorizza
ja: 許可
ko: 인증
pt_br: Autorizar
ru: Авторизовать
zh_hans: 授权
zh_hant: 授權

source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pt_br: Opções
ru: Параметры
zh_hans: 选项
zh_hant: 選項

source: Open Mail
de: Mail öffnen
es: Abrir Correo
fr: Ouvrir Mail
it: Apri Mail
ja: メールを開く
ko: Mail 열기
pt_br: Abrir E-mail
ru: Открыть Почту
zh_hans: 打开邮件
zh_hant: 開啟郵件

source: Add Pattern
de: Muster hinzufügen
es: Añadir patrón
fr: Ajouter un modèle
it: Aggiungi modello
ja: パターンを追加
ko: 패턴 추가
pt_br: Adicionar Padrão
ru: Добавить шаблон
zh_hans: 添加模式
zh_hant: 新增樣式

source: Remove Pattern
de: Muster entfernen
es: Eliminar patrón
fr: Supprimer le modèle
it: Elimina modello
ja: パターンを削除
ko: 패턴 제거
pt_br: Remover Padrão
ru: Удалить шаблон
zh_hans: 删除模式
zh_hant: 移除樣式

source: New File
de: Neues Dokument
fr: Nouveau fichier
pt_br: Novo Arquivo
zh_hans: 新建文件
zh_hant: 新增檔案

source: New Smart Folder
de: Neuer intelligenter Ordner
es: Nueva carpeta inteligente
fr: Nouveau dossier intelligent
it: Nuova cartella intelligente
ja: スマートフォルダを作成
ko: 새 스마트 폴더
pt_br: Nova Pasta Inteligente
ru: Новая смарт-папка
zh_hans: 新建智能文件夹
zh_hant: 新增智慧資料夾

source: New Folder
de: Neuer Ordner
fr: Nouveau dossier
pt_br: Nova Pasta
zh_hans: 新建文件夹
zh_hant: 新建資料夾

source: New Folder With Selection
de: Neuer Ordner mit Auswahl
fr: Nouveau dossier avec sélection
pt_br: Nova Pasta Com a Seleção
zh_hans: 使用选定项目新建文件夹
zh_hant: 使用選取項目新建資料夾

source: New Folder With “%@”
de: Neuer Ordner mit „%@“
fr: Nouveau dossier avec “%@”
pt_br: Nova Pasta Com “%@”
zh_hans: 使用“%@”新建文件夹
zh_hant: 使用“%@”新建資料夾

source: Add Location
de: Quelle hinzufügen
es: Añadir ubicaciones
fr: Ajouter un emplacement
it: Aggiungi posizioni
ja: 場所を追加
ko: 위치에서 추가
pt_br: Adicionar Localizações
ru: Добавить местоположение
zh_hans: 添加位置
zh_hant: 新增位置

source: Move to Trash
de: In den Papierkorb legen
es: Trasladar a la papelera
fr: Placer dans la corbeille
it: Sposta nel Cestino
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
pt_br: Mover Para o Lixo
ru: Переместить в Корзину
zh_hans: 移到废纸篓
zh_hant: 丟到垃圾桶

source: Move to %@
de: In den %@ legen
fr: Placer dans %@
pt_br: Mover Para %@
zh_hans: 移到%@
zh_hant: 丟到%@

# Cut_For_Undo
source: Cut
de: Ausschneiden
fr: Couper
pt_br: Cortar
zh_hans: 剪切
zh_hant: 剪下

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hans: 复制
zh_hant: 複製

source: Copy Library Path
de: Bibliothekspfad kopieren
es: Copiar ruta de la biblioteca
fr: Copier le chemin de bibliothèque
it: Copia percorso libreria
ja: ライブラリのパスをコピー
ko: 라이브러리 경로 복사
pt_br: Copiar Caminho da Biblioteca
ru: Скопировать путь в библиотеке
zh_hans: 复制资料库路径
zh_hant: 複製文件庫路徑

source: Copy URL Command
de: URL-Befehlspfad kopieren
es: Copiar comando URL
fr: Copier le commande URL
it: Copia comando URL
ja: URLコマンドをコピー
pt_br: Copiar Comando URL
ru: Скопировать URL-команду
zh_hans: 复制URL命令
zh_hant: 複製 URL 命令

source: Expand
de: Erweitern
fr: Développer
pt_br: Expandir
zh_hans: 展开
zh_hant: 展開

source: Collapse
de: Einklappen
fr: Réduire
pt_br: Recolher
zh_hans: 折叠
zh_hant: 摺疊

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开
zh_hant: 打開

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

source: Discard Changes
pt_br: Descartar Alterações
zh_hant: 捨棄變更

source: Keep Editing
pt_br: Continuar Editando
zh_hant: 繼續編輯

source: Hide Library
de: Bibliothek ausblenden
es: Ocultar biblioteca
fr: Masquer la bibliothèque
it: Nascondi Libreria
ja: ライブラリを非表示化
ko: 라이브러리 숨기기
pt_br: Ocultar Biblioteca
ru: Скрыть библиотеку
zh_hans: 隐藏资料库
zh_hant: 隱藏文件庫

source: Hide Preview
de: Vorschau ausblenden
es: Ocultar vista previa
fr: Masquer l’aperçu
it: Nascondi anteprima
ja: プレビューを非表示化
ko: 미리 보기 숨기기
pt_br: Ocultar Pré-visualização
ru: Скрыть просмотр
zh_hans: 隐藏预览
zh_hant: 隱藏預覽

source: Show Library
de: Bibliothek
es: Mostrar biblioteca
fr: Afficher la bibliothèque
it: Mostra Libreria
ja: ライブラリを表示
ko: 라이브러리 표시
pt_br: Mostrar Biblioteca
ru: Показать библиотеку
zh_hans: 显示资料库
zh_hant: 顯示文件庫

source: Show Preview
de: Vorschau anzeigen
es: Mostrar vista previa
fr: Afficher l’aperçu
it: Mostra anteprima
ja: プレビューを表示
ko: 미리 보기 표시
pt_br: Mostrar Pré-visualização
ru: Показать просмотр
zh_hans: 显示预览
zh_hant: 顯示預覽

source: Reload Preview
de: Vorschau aktualisieren
fr: Recharger l’aperçu
pt_br: Recarregar Pré-visualização
ru: Перезагрузить просмотр
zh_hans: 重新加载预览
zh_hant: 重載預覽

source: Back
de: Zurück
es: Atrás
fr: Arrière
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Retornar
ru: Назад
zh_hans: 返回​​
zh_hant: 返回

source: Forward
de: Weiter
es: Adelante
fr: Avant
it: Avanti
ja: 進む
ko: 앞으로
pt_br: Avançar
ru: Вперед
zh_hans: 前进
zh_hant: 向前

source: Go Back
de: Zurück
fr: Arrière
pt_br: Retornar
ru: Назад
zh_hans: 返回
zh_hant: 返回

source: Go Forward
de: Weiter
fr: Avant
pt_br: Avançar
ru: Вперед
zh_hans: 前进
zh_hant: 前往

# Go_Back_Tooltip
source: Go back
de: Zurück
fr: Arrière
pt_br: Retornar
ru: Назад
zh_hans: 返回​​
zh_hant: 返回

# Go_Forward_Tooltip
source: Go forward
de: Weiter
fr: Avant
pt_br: Avançar
ru: Вперед
zh_hans: 前进
zh_hant: 前往

# Go_Back_To_Item_Tooltip
source: Go back to %@
de: Zurück zu %@
fr: Revenir à %@
pt_br: Retornar a %@
ru: Назад к %@
zh_hans: 返回到%@
zh_hant: 返回至 %@

# Go_Forward_To_Item_Tooltip
source: Go forward to %@
de: Weiter zu %@
fr: Aller à %@
pt_br: Avançar para %@
ru: Вперед к %@
zh_hans: 前进到%@
zh_hant: 前往 %@

source: Back in Library
de: Zurück in der Bibliothek
es: Atrás a biblioteca
fr: Retour à la bibliothèque
it: Indietro nella Libreria
ja: ライブラリで戻る
ko: 라이브러리에서 뒤로
pt_br: Recuar na Biblioteca
ru: Назад в библиотеку
zh_hans: 在Library中后退
zh_hant: 返回文件庫

source: Forward in Library
de: Vorwärts in der Bibliothek
es: Adelante a biblioteca
fr: Transférer dans la bibliothèque
it: Avanti nella Libreria
ja: ライブラリで進む
ko: 라이브러리에서 앞으로
pt_br: Avançar na Biblioteca
ru: Вперед в библиотеку
zh_hans: 在Library中前进
zh_hant: 前往文件庫

source: Text Size
de: Textgrösse
es: Tamaño del texto
fr: Taille du texte
it: Dimensioni testo
ja: テキストサイズ
ko: 텍스트 크기
pt_br: Tamanho do Texto
ru: Размер текста
zh_hans: 文本大小
zh_hant: 文字大小

source: Make Text Bigger
de: Schrift größer
es: Aumentar tamaño del texto
fr: Agrandir la taille du texte
it: Ingrandisci dimensione testo
ja: 文字を拡大
ko: 텍스트 크게
pt_br: Aumentar Tamanho do Texto
ru: Увеличить текст
zh_hans: 使文本变大
zh_hant: 放大文字

source: Make Text Normal Size
de: Schrift normalgroß
es: Usar tamaño normal de texto
fr: Rendre une taille normale au texte
it: Dimensione testo normale
ja: 文字を標準のサイズにする
ko: 텍스트 보통 크기로
pt_br: Tamanho do Texto Padrão
ru: Обычный размер текста
zh_hans: 使文本为正常大小
zh_hant: 顯示文字的原來大小

source: Make Text Smaller
de: Schrift kleiner
es: Reducir tamaño del texto
fr: Réduire la taille du texte
it: Riduci dimensione testo
ja: 文字を縮小
ko: 텍스트 작게
pt_br: Reduzir Tamanho do Texto
ru: Уменьшить текст
zh_hans: 使文本变小
zh_hant: 縮小文字

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
ja: 印刷
ko: 인쇄
pt_br: Imprimir
ru: Напечатать
zh_hans: 打印
zh_hant: 列印

source: Print Plain Text
de: Drucke Klartext
es: Imprimir texto sin formato
fr: Imprimer le texte brut
it: Stampa plain text
ja: プレーンテキストを印刷
ko: 일반 텍스트 인쇄
pt_br: Imprimir Texto Simples
ru: Напечатать редактор
zh_hans: 打印纯文本
zh_hant: 列印純文字

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出し
ko: 내보내기
pt_br: Exportar
ru: Экспортировать
zh_hans: 导出
zh_hant: 匯出

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica
ja: 公開
ko: 게시
pt_br: Publicar
ru: Опубликовать
zh_hans: 发布
zh_hant: 發布

source: Show Completions
de: Autovervollständigung anzeigen
es: Mostrar autocompletar
fr: Afficher les saisies semi-automatiques
it: Mostra completamenti automatici
ja: 完了を表示
ko: 자동 완성 표시
pt_br: Mostrar Preenchimentos Automáticos
ru: Показать автодополнения
zh_hans: 显示自动完成
zh_hant: 顯示自動完成

source: Open Content Block
de: Inhaltsblock öffnen
es: Abrir bloque de contenido
fr: Ouvrir le bloc de contenu
it: Apri blocco contenuti
ja: コンテンツブロックを開く
ko: 콘텐츠 블록 열기
pt_br: Abrir Bloco de Conteúdos
ru: Открыть блок контента
zh_hans: 打开内容块
zh_hant: 開啟內容區塊

# Open_Content_Block_Tooltip
source: ⌘-click to open content block
de: ⌘-klicken, um Inhaltsblock zu öffnen
fr: ⌘-cliquer pour ouvrir le bloc de contenu
pt_br: ⌘-clique para abrir o bloco de conteúdos
ru: ⌘-нажатие мыши: открыть блок контента
zh_hans: ⌘-点击以打开内容块
zh_hant: ⌘-按一下開啟內容區塊

source: Open Link
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
it: Apri link
ja: リンクを開く
ko: 링크 열기
pt_br: Abrir Link
ru: Открыть ссылку
zh_hans: 打开链接
zh_hant: 開啟連結

# Open_Link_Tooltip
source: ⌘-click to open link
de: ⌘-klicken, um Link zu öffnen
fr: ⌘-cliquer pour ouvrir le lien
pt_br: ⌘-clique para abrir o link
ru: ⌘-нажатие мыши: открыть ссылку
zh_hans: ⌘-点击以打开链接
zh_hant: ⌘-按一下開啟連結

source: Show in Quick Search
de: In Schnellsuche zeigen
es: Mostrar en búsqueda rápida
fr: Afficher dans la Recherche rapide
it: Mostra in Ricerca rapida
ja: クイック検索で表示
ko: 빠른 검색에 표시
pt_br: Mostrar na Pesquisa Rápida
ru: Показать в быстром поиске
zh_hans: 在快速搜索中显示
zh_hant: 在快速搜尋中顯示

# Show_In_Quick_Search_Tooltip
source: ⌘-click to show in Quick Search
de: ⌘-klicken zur Anzeige in Schnellsuche
fr: ⌘-cliquer pour afficher dans la Recherche rapide
pt_br: ⌘-clique para mostrar na Pesquisa Rápida
ru: ⌘-нажатие мыши: показать в быстром поиске
zh_hans: ⌘-点击以在“快速搜索”中显示
zh_hant: ⌘-按一下在快速搜尋中顯示

source: Open URL Command
de: URL-Befehl öffnen
es: Abrir URL
fr: Ouvrir la commande URL
it: Apri il comando dell'URL
ja: URLコマンドを開く
ko: URL 명령 열기
pt_br: Abrir o Comando URL
ru: Открыть URL-команду
zh_hans: 打开URL命令
zh_hant: 開啟 URL 命令

# Open_URL_Command_Tooltip
source: ⌘-click to open URL command
de: ⌘-klicken, um URL-Befehl zu öffnen
fr: ⌘-cliquer pour ouvrir la commande URL
pt_br: ⌘-clique para abrir o comando URL
ru: ⌘-нажатие мыши: открыть URL-команду
zh_hans: ⌘-点击以打开URL命令
zh_hant: ⌘-按一下開啟 URL 命令

source: Open Wikilink
de: Wikilink öffnen
es: Abrir wikienlace
fr: Ouvrir le Wikilink
it: Apri Wikilink
ja: Wikilinkを開く
ko: 위키링크 열기
pt_br: Abrir Wikilink
ru: Открыть вики-ссылку
zh_hans: 打开维基链接
zh_hant: 開啟維基連結

# Open_Wikilink_Tooltip
source: ⌘-click to open wikilink
de: ⌘-klicken, um Wikilink zu öffnen
fr: ⌘-cliquer pour ouvrir le Wikilink
pt_br: ⌘-clique para abrir o wikilink
ru: ⌘-нажатие мыши: открыть вики-ссылку
zh_hans: ⌘-点击以打开维基链接
zh_hant: ⌘-按一下開啟維基連結

# Open_Item_Tooltip
source: ⌘-click to open %@
de: ⌘-klicken, um %@ zu öffnen
fr: ⌘-cliquer pour ouvrir %@
pt_br: ⌘-clique para abrir %@
ru: ⌘-нажатие мыши: открыть %@
zh_hans: ⌘-点击以打开%@
zh_hant: ⌘-按一下開啟 %@

# Open_New_Item_Tooltip
source: ⌘-click to open new %@
de: ⌘-klicken, um neues %@ zu öffnen
fr: ⌘-cliquer pour ouvrir un nouveau %@
pt_br: ⌘-clique para abrir novo %@
ru: ⌘-нажатие мыши: создать %@
zh_hans: ⌘-点击以打开新的%@
zh_hant: ⌘-按一下開啟新的 %@

source: Open Wikilink in Background Window
de: Wikilink im Hintergrundfenster öffnen
es: Abrir wikienlace en ventana de fondo
fr: Ouvrir le Wikilink dans une fenêtre en arrière-plan
it: Apri Wikilink nella finestra in background
ja: バックグラウンドウィンドウでWikilinkを開く
ko: 배경 창에서 위키링크 열기
pt_br: Abrir Wikilink em uma Janela de Fundo
ru: Открыть вики-ссылку в фоновом окне
zh_hans: 在后台窗口打开维基链接
zh_hant: 在背景視窗開啟維基連結

# Accessibility_Wikilink
source: Wikilink
fr: Wikilien
ru: Вики-ссылка
zh_hans: 维基链接
zh_hant: 維基連結

# Accessibility_Link
source: Link
fr: Lien
ru: Ссылка
zh_hans: 链接
zh_hant: 連結

# Accessibility_Hashtag
source: Hashtag
ru: Хэштег
zh_hans: 主题标签
zh_hant: 標籤

# Accessibility_Email
source: Email
ru: Эл. почта
zh_hans: 电子邮件
zh_hant: 郵件

# Accessibility_URL_Command
source: URL Command
de: URL-Befehl
fr: Commande URL
pt_br: Comando URL
ru: URL-команда
zh_hans: URL命令
zh_hant: URL 命令

# Accessibility_Content_Block
source: Content Block
de: Inhaltsblock
fr: Bloc de contenu
pt_br: Bloco de Conteúdos
ru: Блок контента
zh_hans: 内容块
zh_hant: 內容區塊

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
it: Giallo
ja: 黄色
ko: 노란색
pt_br: Amarelo
ru: Желтый
zh_hans: 黄色的
zh_hant: 黃色

source: Orange
es: Naranja
it: Arancia
ja: オレンジ
ko: 오렌지
pt_br: Laranja
ru: Оранжевый
zh_hans: 橙子
zh_hant: 橙色

source: Pink
de: Rosa
es: Rosa
fr: Rose
it: Rosa
ja: ピンク
ko: 분홍색
pt_br: Rosa
ru: Розовый
zh_hans: 粉色的
zh_hant: 粉紅色

source: Purple
de: Lila
es: Púrpura
fr: Violet
it: Viola
ja: 紫の
ko: 제비꽃
pt_br: Roxo
ru: Фиолетовый
zh_hans: 紫色的
zh_hant: 紫色

source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: 青
ko: 파란색
pt_br: Azul
ru: Синий
zh_hans: 蓝色的
zh_hant: 藍色

source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
ja: 緑
ko: 녹색
pt_br: Verde
ru: Зеленый
zh_hans: 绿
zh_hant: 綠色

source: Add Wikilink
de: Wikilink hinzufügen
es: Añadir wikienlace
fr: Ajouter un Wikilink
it: Aggiungi Wikilink
ja: Wikilinkを追加
ko: 위키링크 추가
pt_br: Adicionar Wikilink
ru: Добавить вики-ссылку
zh_hans: 添加维基链接
zh_hant: 新增維基連結

source: Remove Wikilink
de: Wikilink entfernen
es: Eliminar wikienlace
fr: Supprimer le Wikilink
it: Elimina Wikilink
ja: Wikilinkを削除
ko: 위키링크 제거
pt_br: Remover Wikilink
ru: Удалить вики-ссылку
zh_hans: 删除维基链接
zh_hant: 移除維基連結

source: Add Link
de: Link hinzufügen
es: Añadir enlace
fr: Ajouter un lien
it: Aggiungi link
ja: リンクを追加
ko: 링크 추가
pt_br: Adicionar Link
ru: Добавить ссылку
zh_hans: 添加链接
zh_hant: 新增連結

source: Remove Link
de: Link entfernen
es: Eliminar enlace
fr: Supprimer le lien
it: Rimuovi link
ja: リンクを削除
ko: 링크 제거
pt_br: Remover Link
ru: Удалить ссылку
zh_hans: 删除链接
zh_hant: 移除連結

source: Add Image Link
de: Bildlink hinzufügen
es: Agregar enlace de imagen
fr: Ajouter un lien d’image
it: Aggiungi collegamento immagine
pt_br: Adicionar Link de Imagem
ru: Добавить ссылку на изображение
zh_hans: 添加图片链接
zh_hant: 新增圖片連結

source: Remove Image Link
de: Bildlink entfernen
es: Eliminar enlace de imagen
fr: Supprimer le lien de l’image
it: Rimuovi collegamento immagine
pt_br: Remover Link de Imagem
ru: Удалить ссылку на изображение
zh_hans: 删除图片链接
zh_hant: 刪除圖片連結

source: Add Image
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
it: Aggiungi immagine
ja: 画像を追加
ko: 이미지 추가
pt_br: Adicionar Imagem
ru: Добавить изображение
zh_hans: 添加图片
zh_hant: 新增圖片

source: Remove Image
de: Bild entfernen
es: Borrar imagen
fr: Supprimer l’image
it: Rimuovi immagine
ja: 画像を削除
ko: 이미지 제거
pt_br: Remover Imagem
ru: Удалить изображение
zh_hans: 删除图片
zh_hant: 移除圖片

source: Add Footnote
de: Fußnote hinzufügen
es: Añadir nota al pie
fr: Ajouter une note de bas de page
it: Aggiungi nota a piè di pagina
ja: 脚注を追加
ko: 각주 추가
pt_br: Adicionar Nota de Rodapé
ru: Добавить сноску
zh_hans: 添加脚注
zh_hant: 新增註腳

source: Remove Footnote
de: Fußnote entfernen
es: Eliminar nota al pie
fr: Supprimer la note de bas de page
it: Rimuovi Nota a piè di pagina
ja: 脚注を削除
ko: 각주 제거
pt_br: Remover Nota de Rodapé
ru: Удалить сноску
zh_hans: 删除脚注
zh_hant: 移除註腳

# Library_Destination_Shortest
source: Shortest
de: Kürzeste
es: Más corto
fr: Les plus courts
it: Più breve
ja: 最短
ko: 최단
pt_br: Mais curto
ru: Кратчайшие
zh_hans: 最短
zh_hant: 最短

# Library_Destination_Relative
source: Relative
de: Relativ
es: Relativo
fr: Relatifs
it: Relativa
ja: 相対的
ko: 보통
pt_br: Relativo
ru: Относительные
zh_hans: 相对
zh_hant: 相關

# Library_Destination_Absolute
source: Absolute
de: Absolut
es: Absoluto
fr: Absolus
it: Assoluta
ja: 絶対
ko: 최적
pt_br: Absoluto
ru: Абсолютные
zh_hans: 绝对
zh_hant: 絕對

source: Show Text Excerpts
de: Textauszüge einblenden
fr: Afficher des extraits du texte
pt_br: Mostrar Fragmentos de Texto
zh_hans: 显示文字节选
zh_hant: 顯示文字摘要

source: Pin Folders to Top
de: Ordner zu oberst
fr: Épingler les dossiers en haut
pt_br: Fixar Pastas no Topo
zh_hans: 文件夹置顶
zh_hant: 釘選置頂資料夾

# Menu_Focus
source: Focus
de: Fokus
es: Concentración
fr: Concentration
ja: フォーカス
ko: 포커스
pt_br: Foco
ru: Фокус
zh_hans: 焦点
zh_hant: 專注

# Menu_Go
source: Go
de: Öffnen
es: Ir
fr: Aller
it: Vai
ja: 移動
ko: 이동
pt_br: Ir
ru: Переход
zh_hans: 前往
zh_hant: 前往

# Label_Format
source: Format
es: Formato
it: Formato
ja: 形式
ko: 서식
pt_br: Formato
ru: Формат
zh_hans: 格式
zh_hant: 格式

# Label_Email
source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
ru: Эл. почта
zh_hans: 电子邮件
zh_hant: 郵件

source: Completed tasks
de: Erledigte Aufgaben
es: Tareas completadas
fr: Tâches terminées
it: Compiti completati
pt_br: Tarefas concluídas
ru: Выполненные задачи
zh_hans: 已完成任务
zh_hant: 已完成任務

# Completed_Tasks_Title
source: Completed Tasks
de: Erledigte Aufgaben
es: Tareas completadas
fr: Tâches terminées
it: Compiti completati
pt_br: Tarefas Concluídas
ru: Выполненные задачи
zh_hans: 已完成任务
zh_hant: 已完成任務

# Completed_Task_Strikethrough
source: Strikethrough
de: Durchgestrichen
es: Tachado
fr: Barré
it: Barrato
pt_br: Riscado
ru: Зачеркнутые
zh_hans: 删除线
zh_hant: 刪除線

# Completed_Task_Fade
source: Fade
de: Ausblenden
es: Atenuadas
fr: Grisé
it: Attenuato
pt_br: Esmaecida
ru: Блеклые
zh_hans: 变暗
zh_hant: 變暗

source: Completions
de: Vervollständigungen
fr: Finitions
pt_br: Preenchimentos
ru: Автодополнения
zh_hans: 完成情况
zh_hant: 完成

# Insert_And_Type_Over
source: Insert and type-over matching brackets
de: Klammernpaare automatisch schließen
fr: Insérez et écrivez dans des parenthèses
pt_br: Inserir colchetes correspondentes e escrever entre eles
ru: Вставлять и печатать поверх скобок
zh_hans: 插入和改写配对的括号
zh_hant: 插入並改寫對應的括號

# Wrap_Selection
source: Wrap selection in typed brackets
de: Automatische Klammerpaare bei Textauswahl
fr: Entourez le texte avec les parenthèses choisies
pt_br: Envolver a seleção entre colchetes digitados
ru: Заключать выделенный текст в скобки
zh_hans: 输入左括号，可将选中的内容包含在配对的括号中
zh_hant: 輸入括號來包含選取項目

# Placeholder_Loading
source: Loading…
de: Laden …
es: Cargando…
fr: Chargement…
it: Carico…
ja: 読み込み中…
ko: 로드 중…
pt_br: Carregando…
ru: Загрузка…
zh_hans: 正在载入…
zh_hant: 載入中⋯

# Placeholder_No_Accounts
source: No Accounts
de: Keine Kontos
es: Sin cuentas
fr: Aucun compte
it: Nessun account
ja: アカウントがありません
ko: 계정 없음
pt_br: Nenhuma Conta
ru: Нет учетных записей
zh_hans: 无账户
zh_hant: 沒有帳號

# Placeholder_No_Custom_Patterns
source: No Custom Patterns
de: Keine benutzerdefinierte Muster
es: No hay patrones personalizados
fr: Aucun modèle personnalisé
it: Nessun modello personalizzato
ja: カスタムパターンがありません
ko: 사용자 지정 패턴 없음
pt_br: Sem Padrões Personalizados
ru: Нет своих шаблонов
zh_hans: 无自定义模式
zh_hant: 沒有自訂樣式

# Custom_Patterns_Title
source: Custom Patterns
de: Benutzerdefinierte Muster
es: Patrones personalizados
fr: Modèles personnalisés
it: Modelli personalizzati
ja: カスタムパターン
ko: 사용자 지정 패턴
pt_br: Padrões Personalizados
ru: Свои шаблоны
zh_hans: 自定义模式
zh_hant: 自訂樣式

# Custom_Patterns_Introduction
source: Fine-tune style check with your own rules and exceptions.
de: Optimieren Sie die Stilprüfung mit Ihren eigenen Regeln und Ausnahmen.
es: Afina el control del estilo con tus propias reglas y excepciones.
fr: Ajuster la vérification de style à vos propres règles et exceptions
it: Adatta il tuo controllo di stile in base alle tue regole ed eccezioni.
ja: 自分だけのルールと例外でスタイルチェックを細かく調整しましょう。
ko: 사용자 지정 규칙과 예외로 스타일 검사를 조정하세요.
pt_br: Ajuste o verificador de estilo com as suas próprias regras e exceções.
ru: Настройте проверку стиля по своим правилам и исключениям.
zh_hans: 根据自己的规则和例外情况来微调风格检查。
zh_hant: 使用自訂規則和例外項目來微調風格。

# News_Title
source: What’s New
de: Was gibt’s Neues
es: Novedades
fr: Nouveautés
it: Le novità
ja: 新しい機能紹介
ko: 새로운 기능
pt_br: Novidades
ru: Обновления
zh_hans: 新增内容
zh_hant: 新增功能

# Unknown_Error_Title
source: Unknown Error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro Desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知的錯誤

# Unknown_Error
source: Unknown error occured.
de: Ein unbekannter Fehler ist aufgetreten.
es: Se ha producido un error desconocido.
fr: Une erreur inconnue s’est produite.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤
