Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/Shared/Kit.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# Unknown_Error_Recovery_Suggestion
source: Please try again, then contact support.
de: Versuchen Sie es erneut. Falls das nicht hilft, treten Sie bitte mit dem Support in Verbindung.
es: Por favor, vuelve a probar o contacta con asistencia.
fr: Veuillez réessayer, puis contacter l’assistance.
it: Riprova, poi contatta l’assistenza.
ja: もう一度試した後、サポートにご連絡ください。
ko: 다시 시도하거나 지원팀에 문의하세요.
pt_br: Por favor, tente novamente e, então, contate o suporte.
ru: Повторите попытку, затем обратитесь в поддержку.
zh_hans: 请重试，然后联系客服。
zh_hant: 請再嘗試，之後聯絡支援。

# Default_Document_Name
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 名称未設定
ko: 제목 없음
pt_br: Sem título
ru: Без названия
zh_hans: 无标题
zh_hant: 未命名

# Default_Location_Name
source: Untitled
de: Ohne Titel
fr: Sans titre
pt_br: Sem título
zh_hans: 无标题
zh_hant: 未命名

# Default_Folder_Name
source: Untitled Folder
de: Ohne Titel
es: Carpeta sin título
fr: Dossier sans titre
it: Cartella senza titolo
ja: 名称未設定フォルダ
ko: 제목 없는 폴더
pt_br: Pasta sem título
ru: Папка без названия
zh_hans: 无标题文件夹
zh_hant: 未命名資料夾

# Default_Image_Name
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 名称未設定
ko: 제목 없음
pt_br: Sem título
ru: Без названия
zh_hans: 无标题
zh_hant: 未命名

# Default_Smart_Folder_Name
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 名称未設定
ko: 제목 없음
pt_br: Sem título
ru: Без названия
zh_hans: 无标题
zh_hant: 未命名

# Default_Smart_Folder_Recently_Modified_Name
source: Recents
de: Kürzlich verändert
es: Modificado recientemente
fr: Récemment modifié
it: Modificato di recente
ja: 最近変更されたファイル
ko: 최근 수정됨
pt_br: Modificados recentemente
ru: Недавние
zh_hans: 最新修改
zh_hant: 最近修改

# Preview_Size_Full
source: Full
de: Vollbild
es: Completo
fr: Aperçu seul
it: Completo
ja: 全幅
ko: 전각
pt_br: Completa
ru: На всё окно
zh_hans: 全宽
zh_hant: 全寬

# Preview_Size_Split
source: Split
de: Geteilt
es: Separar
fr: Partagé
it: Diviso
ja: 半幅
ko: 분할하는
pt_br: Dividida
ru: Пополам
zh_hans: 分开
zh_hant: 分開

# Output_Source_Text
source: Source Text
de: Quelltext
es: Texto fuente
fr: Texte source
it: Testo sorgente
ja: ソーステキスト
ko: 원문 텍스트
pt_br: Texto Original
ru: Исходный текст
zh_hans: 源文本
zh_hant: 原始文字

# Output_Text
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
zh_hans: 文本
zh_hant: 文字

# Output_Span
source: Span
de: Spannweite
es: Envergadura
fr: Portée
it: Estendi
ja: スパン
ko: 범위
pt_br: Extensão
ru: Спаны
zh_hans: 跨度
zh_hant: 延伸

# Output_None
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
zh_hans: 删除
zh_hant: 移除

# Output_Link
source: Link
es: Enlace
fr: Lien
ja: リンク
ko: 링크
ru: Ссылки
zh_hans: 链接
zh_hant: 連結

source: HTML Output
de: HTML-Export
es: Resultado HTML
fr: Sortie HTML
it: Output HTML
ja: HTML出力
ko: HTML 출력
pt_br: Saída HTML
ru: HTML-вывод
zh_hans: HTML输出
zh_hant: HTML 輸出

source: Other Output
de: Anderer Export
es: Otros resultados
fr: Autre sortie
it: Altro output
ja: その他の出力
ko: 기타 출력
pt_br: Outra Saída
ru: Другой вывод
zh_hans: 其他输出
zh_hant: 其他輸出

# Preview_Output
source: Preview
de: Vorschau
es: Previsualizar
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
pt_br: Pré-visualização
ru: Просмотр
zh_hans: 预览
zh_hant: 預覽

# HTML_Output_Description
source: These preferences will be used when copying, exporting, and publishing HTML.
de: Diese Einstellungen werden beim Kopieren, Exportieren und Veröffentlichen von HTML verwendet.
es: Estas preferencias se usarán al copiar, exportar y publicar HTML.
fr: Ces préférences seront utilisées lors de la copie, de l’exportation et la publication HTML.
it: Queste preferenze saranno utilizzate durante la copia, l'esportazione e la pubblicazione HTML.
ja: これらの詳細設定はHTMLをコピー、エクスポート、公開する際に使用されます。
ko: 이 선호 사항은 HTML을 복사, 내보내기, 게시할 때 사용됩니다.
pt_br: Estas preferências serão usadas ao copiar, exportar e publicar em formato HTML.
ru: Эти параметры будут использоваться при копировании, экспорте и публикации HTML-содержимого.
zh_hans: 这些偏好设置将在复制、导出和发布HTML时使用。
zh_hant: 這些偏好設定將在複製、匯出及發佈 HTML 時使用。

# Other_Output_Description
source: These preferences will be used when copying, exporting, and publishing text.
de: Diese Einstellungen werden beim Kopieren, Exportieren und Veröffentlichen von Text verwendet.
es: Estas preferencias se usarán al copiar, exportar y publicar texto.
fr: Ces préférences seront utilisées lors de la copie, de l’exportation et la publication de texte.
it: Queste preferenze saranno utilizzate durante la copia, l'esportazione e la pubblicazione di testo.
ja: これらの詳細設定はテキストをコピー、エクスポート、公開する際に使用されます。
ko: 이 선호 사항은 텍스트를 복사, 내보내기, 게시할 때 사용됩니다.
pt_br: Estas preferências serão usadas ao copiar, exportar e publicar em formato texto.
ru: Эти параметры будут использоваться при копировании, экспорте и публикации текста.
zh_hans: 这些偏好设置将在复制、导出和发布文本时使用。
zh_hant: 這些偏好設定將在複製、匯出及發佈文字時使用。

# Preview_Output_Description
source: These preferences will be used in Preview.
de: Diese Einstellungen werden in der Vorschau genutzt.
es: Estas preferencias se usarán en la previsualización.
fr: Ces préférences seront utilisées dans l’aperçu.
it: Queste preferenze saranno utilizzate in Anteprima.
ja: これらの詳細設定はプレビューで使用されます。
ko: 이 선호 사항은 미리 보기에서 사용됩니다.
pt_br: Estas preferências serão usadas na Pré-visualização.
ru: Эти параметры будут использоваться в просмотре.
zh_hans: 这些偏好设置将在预览中使用。
zh_hant: 這些偏好設定將在「預覽」中使用。

# Destination_Type_Description
source: Preferred path format will be used for new wikilinks and content blocks.
de: Das bevorzugte Pfadformat wird für neue Wikilinks und Inhaltsblöcke verwendet.
es: El formato de ruta preferido se usará para nuevos wikilinks y bloques de contenido.
fr: Le format du chemin d’accès favori sera utilisé pour les nouveaux wikilinks et blocs de contenu.
it: Il formato del percorso preferito verrà utilizzato per i nuovi wikilink e blocchi di contenuto.
ja: パスの優先フォーマットは新しいWikilinkとコンテンツブロックに使用されます。
ko: 선호하는 경로 서식은 새로운 위키링크와 콘텐츠 블록에 사용됩니다.
pt_br: O formato de caminho preferido será usado nos novos wikilinks e blocos de conteúdos.
ru: Формат пути будет успользован для новых викиссылок и блоков контента.
zh_hans: 首选的路径格式将被用于新的维基链接和内容块。
zh_hant: 偏好路徑形式將用於新的維基連結與內容區塊。

source: Content Blocks
de: Inhaltsblöcke
es: Bloques de contenido
fr: Blocs de contenu
it: Blocchi di contenuti
ja: コンテンツブロック
ko: 콘텐츠 블록
pt_br: Blocos de Conteúdos
ru: Блоки контента
zh_hans: 内容块
zh_hant: 內容區塊

source: Wikilinks
es: Wikienlaces
fr: Wikiliens
it: Wikilink
ja: Wikilink
ko: 위키링크
ru: Вики-ссылки
zh_hans: 维基链接
zh_hant: 維基連結

source: Hashtags
es: Etiquetas
it: Hashtag
ja: ハッシュダグ
ko: 해시태그
ru: Хэштеги
zh_hans: 话题标签
zh_hant: 標籤

source: Autolinks
es: Autoenlaces
fr: Autoliens
it: Autolink
ja: Autolink
ko: 자동링크
ru: Авто-ссылки
zh_hans: 自动链接
zh_hant: 自動連結

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
ja: メタデータ
ko: 메타데이터
pt_br: Metadados
ru: Метаданные
zh_hans: 元数据
zh_hant: 中繼資料

source: Key
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
ja: キー
ko: 키
pt_br: Chave
ru: Ключ
zh_hans: 密钥
zh_hant: 金鑰

source: Metadata Key
de: Metadaten-Schlüssel
es: Clave de metadatos
fr: Clé de métadonnées
it: Chiave metadati
ja: メタデータキー
ko: 메타데이터 키
pt_br: Chave de Metadados
ru: Ключ метаданных
zh_hans: 元数据密钥
zh_hant: 中繼資料金鑰

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
pt_br: Valor
ru: Содержимое
zh_hans: 值
zh_hant: 值

source: Add Metadata
de: Metadaten hinzufügen
es: Añadir metadatos
fr: Ajouter des métadonnées
it: Aggiungi metadati
ja: メタデータを追加
ko: 메타데이터 추가
pt_br: Adicionar Metadados
ru: Добавить метаданные
zh_hans: 添加元数据
zh_hant: 新增中繼資料

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
ja: テンプレート
ko: 템플릿
pt_br: Modelo
ru: Шаблон
zh_hans: 模板
zh_hant: 範本

source: Links
fr: Liens
zh_hans: 链接
zh_hant: 連結

source: Backlinks
fr: Rétroliens
zh_hans: 外链
zh_hant: 反向連結

source: Links in %@
fr: Liens dans %@
pt_br: Links em %@
zh_hans: %@中的链接
zh_hant: %@ 的連結

source: Backlinks to %@
de: Backlinks zu %@
fr: Rétroliens vers %@
pt_br: Backlinks para %@
zh_hans: 外链到%@
zh_hant: %@ 的反向連結

# Links_Linked
source: Links
fr: Liens
zh_hans: 链接
zh_hant: 連結

# Backlinks_Linked
source: Backlinks
fr: Rétroliens
zh_hans: 外链
zh_hant: 反向連結

# Links_Unlinked
source: Potential Links
de: Mögliche Links
fr: Liens potentiels
pt_br: Links Potenciais
zh_hans: 潜在链接
zh_hant: 潛在連結

# Backlinks_Unlinked
source: Potential Backlinks
de: Mögliche Backlinks
fr: Rétroliens potentiels
pt_br: Backlinks Potenciais
zh_hans: 潜在外链
zh_hant: 潛在反向連結

source: Authors
de: Verfasser
fr: Auteurs
pt_br: Autores
zh_hans: 作者
zh_hant: 作者

source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore
ja: 作者
ko: 작성자
pt_br: Autor
ru: Автор
zh_hans: 作者
zh_hant: 作者

# Author_Primary
source: Primary
de: Hauptverfasser
fr: Principal
pt_br: Primário
zh_hans: 主要
zh_hant: 主要

# Author_Secondary
source: Secondary
de: Nebenverfasser
fr: Secondaire
pt_br: Secundário
zh_hans: 次级
zh_hant: 次要

# Author_Name
source: Name
fr: Nom
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

# Author_Identifier
source: Identifier
de: Kennung
fr: identifiant
pt_br: Identificador
zh_hans: 标识符
zh_hant: 識別碼

# Author_Writing_Tools
source: Writing Tools
de: Schreibwerkzeuge
fr: Outils d’écriture
pt_br: Ferramentas de Escrita
zh_hans: 写作工具
zh_hant: 書寫工具

# Replace_From_Writing_Tools_For_Undo
source: Replace from Writing Tools
de: Ersetzen aus Schreibwerkzeuge
fr: remplacer depuis outils d’écriture
pt_br: Substituir a partir das Ferramentas de Escrita
zh_hans: 从写作工具替换
zh_hant: 從書寫工具替換

source: Add Author
de: Verfasser hinzufügen
fr: Ajouter un auteur
pt_br: Adicionar Autor
zh_hans: 添加作者
zh_hant: 新增作者

source: Remove Author
de: Verfasser entfernen
fr: Retirer l’auteur
pt_br: Remover Autor
zh_hans: 删除作者
zh_hant: 移除作者

source: Save Author
de: Verfasser speichern
fr: Sauvegarder l’auteur
pt_br: Salvar Autor
zh_hans: 保存作者
zh_hant: 儲存作者

source: Remove Author From Saved
de: Verfasser aus gespeicherten Verfassern entfernen
fr: Retirer l’auteur des éléments sauvegardés
pt_br: Remover Autor da Lista de Salvos
zh_hans: 从保存中删除作者
zh_hant: 將作者從「已儲存」移除

# Save_Author_Sentence_Capitalization
source: Save author
de: Verfasser speichern
fr: Sauvegarder l’auteur
pt_br: Salvar autor
zh_hans: 保存作者
zh_hant: 儲存作者

# Save_Author_Description
source: You can edit or remove saved authors in settings.
de: Sie können gespeicherte Verfasser in den Einstellungen bearbeiten oder entfernen.
fr: Vous pouvez modifier ou retirer des auteurs sauvegardés depuis les réglages.
pt_br: Você pode editar ou remover autores salvos nas preferências.
zh_hans: 您可以在设置中编辑或删除保存的作者。
zh_hant: 您可以在設定中編輯或移除儲存的作者。

# Author_Kind
source: Kind
de: Art
fr: Catégorie
pt_br: Tipo
zh_hans: 种类
zh_hant: 種類

# Author_Kind_Description
source: Human edits are underlined. Other edits are dimmed.
de: Bearbeitungen von Menschen werden unterstrichen. Andere Bearbeitungen werden schwächer dargestellt.
fr: Les modifications humaines sont soulignées. Les autres modifications sont grisées.
pt_br: As edições humanas estão sublinhadas. As outras edições estão obscurecidas.
zh_hans: 人工编辑带有下划线。其他编辑内容变暗。
zh_hant: 人為編輯以底線標示，其他編輯則以灰字標示。

# Author_Primary_Name_Description
source: Your name will be used for authorship, and by templates when previewing, exporting or printing.
de: Ihr Name wird für den Urheberrechtshinweis und für Vorlagen bei der Vorschau, dem Export oder dem Druck verwendet.
fr: Votre nom sera utilisé comme auteur et par les modèles lors des aperçus, des exportations ou des impressions.
pt_br: O seu nome será utilizado para autoria e por modelos na pré-visualização, exportação ou impressão.
zh_hans: 您的名称将用于作者，并在预览、导出或打印时用于模板。
zh_hant: 您的名稱將用於作者身分，以及在預覽、匯出或列印時的範本中使用。

# Author_Primary_Identifier_Description
source: Optional. For example, an email or a website. Your identifier will be used for authorship.
de: Optional. Zum Beispiel eine E-Mail-Adresse oder eine Website. Für den Urheberrechtshinweis wird Ihre Kennung verwendet.
fr: Facultatif. Par exemple, une adresse e-mail ou un site Internet. Votre identifiant sera utilisé comme auteur.
pt_br: Opcional. Por exemplo, um email ou site. O seu identificador será utilizado para autoria.
zh_hans: 可选。例如电子邮件或网站。您的标识符将用于作者。
zh_hant: 選填，例如電子郵件或網站。您的識別碼將用於作者身分。

# Author_Secondary_Name_Description
source: Required.
de: Erforderlich.
fr: Requis.
pt_br: Requerido.
zh_hans: 必填。
zh_hant: 必填。

# Author_Secondary_Identifier_Description
source: Optional. For example, an email or a website.
de: Optional. Zum Beispiel eine E-Mail-Adresse oder eine Website.
fr: Facultatif. Par exemple, une adresse e-mail ou un site Internet.
pt_br: Opcional. Por exemplo, um email ou site.
zh_hans: 可选。例如电子邮件或网站。
zh_hant: 選填，例如電子郵件或網站。

# Author_Secondary_Name_Description_With_Purpose
source: Required. Name will be used for authorship.
de: Erforderlich. Für den Urheberrechtshinweis wird der Name verwendet.
fr: Requis. Le nom sera utilisé comme auteur.
pt_br: Requerido. O nome será utilizado para autoria.
zh_hans: 必填。名称将用于作者。
zh_hant: 必填。名稱將用於作者身分。

# Author_Secondary_Identifier_Description_With_Purpose
source: Optional. For example, an email or a website. Identifier will be used for authorship.
de: Optional. Zum Beispiel eine E-Mail-Adresse oder eine Website. Für den Urheberrechtshinweis wird die Kennung verwendet.
fr: Facultatif. Par exemple, une adresse e-mail ou un site Internet. L’identifiant sera utilisé pour comme auteur.
pt_br: Opcional. Por exemplo, um email ou site. O identificador será utilizador para autoria.
zh_hans: 可选。例如电子邮件或网站。标识符将用于作者。
zh_hant: 選填，例如電子郵件或網站。識別碼將用於作者身分。

# Placeholder_No_Authorship
source: No Authorship
de: Keine Urheberschaft
fr: Aucun auteur
pt_br: Sem Autoria
zh_hans: 无作者
zh_hant: 無作者身分

source: Authorship
de: Urheberschaft
fr: Auteurs
pt_br: Autoria
zh_hans: 作者
zh_hant: 作者身分

# Authorship_Prompt_Title
source: Would you like to enable authorship in “%@”?
de: Möchten Sie den Urheberrechtshinweis in „%@“ aktivieren?
fr: Souhaitez-vous activer le suivi des auteurs dans « %@ » ?
pt_br: Gostaria de ativar autoria em “%@”?
zh_hans: 您想在“%@”中启用作者吗？
zh_hant: 您要在「%@」啟用作者身分嗎？

# Authorship_Prompt
source: Authorship annotations will be saved at the end of the file. Hidden when editing in iA Writer, and visible in other apps.
de: Anmerkungen zur Urheberschaft werden am Ende der Datei gespeichert. Beim Bearbeiten in iA Writer sind sie ausgeblendet, in anderen Apps sind sie sichtbar.
fr: Les annotations avec suivi des auteurs sont sauvegardées à la fin du fichier. Masquées si éditées dans iA Writer et visibles dans les autres applications.
pt_br: As anotações de autoria serão salvas ao final do arquivo. Elas ficarão escondidas durante a edição no iA Writer e visíveis em outras aplicações.
zh_hans: 作者注释将保存在文件末尾。在iA Writer中编辑时隐藏，在其他应用程序中可见。
zh_hant: 作者身分註釋將儲存於檔案尾端。在 iA Writer 中編輯時隱藏，在其他應用程式中則會顯示。

# Authorship_Description
source: You can mark authorship using the Mark As, Paste As, and Paste Edits From menus. Authorship annotations will be saved at the end of the file. Hidden when editing in iA Writer, and visible in other apps.
de: Sie können die Urheberschaft über die Menüs „Markieren als“, „Einfügen als“ und „Änderungen einfügen von“ festlegen. Anmerkungen zur Urheberschaft werden am Ende der Datei gespeichert. Beim Bearbeiten in iA Writer sind sie ausgeblendet, in anderen Apps sind sie sichtbar.
fr: Vous pouvez marquer un auteur depuis les menus Marquer Sous, Coller Sous et Coller les Modifications Depuis. Les annotations de suivi des auteurs sont sauvegardées à la fin du fichier. Masquées si éditées dans iA Writer et visibles dans les autres applications.
pt_br: Você pode marcar a autoria utilizando os menus Marcar Como, Colar Como e Colar Edições De. As anotações de autoria serão salvas ao final do arquivo. Elas ficarão escondidas durante a edição no iA Write e visíveis em outras aplicações.
zh_hans: 您可以使用“标记为”、“粘贴为”和“粘贴编辑自”菜单来标记作者。作者注释将保存在文件末尾。在iA Writer中编辑时隐藏，在其他应用程序中可见。
zh_hant: 您可以使用「以該作者身分標示」、「以該作者身分貼上」以及「貼上該作者的編輯」選單來標註作者身分。作者身分註釋將儲存於檔案尾端。在 iA Writer 中編輯時隱藏，在其他應用程式中則會顯示。

# Authorship_Paste
source: Pasted text contains authorship annotations. Would you like to add authorship?
de: Der eingefügte Text enthält Anmerkungen zur Urheberschaft. Möchten Sie diese Anmerkungen hinzufügen?
fr: Le texte collé contient des annotations avec suivi des auteurs. Souhaitez-vous ajouter un d’auteur ?
pt_br: O texto colado contém anotações de autoria. Gostaria de adicionar autoria?
zh_hans: 粘贴的文本包含作者注释。您想添加作者吗？
zh_hant: 貼上的文字包含作者身分註釋。是否要新增作者身分？

# Authorship_Paste_Conversation
source: Pasted text appears to be a conversation with %@. Would you like to automatically add authorship?
de: Der eingefügte Text scheint eine Unterhaltung mit %@ zu sein. Möchten Sie den Urheberrechtshinweis automatisch hinzufügen?
fr: Le texte collé semble être une conversation avec %@. Souhaitez-vous ajouter automatiquement un suivi d’auteur ?
pt_br: O texto colado parece ser um conversa com %@. Gostaria de adicionar automaticamente a autoria?
zh_hans: 粘贴的文本似乎是与%@的对话。您想自动添加作者吗？
zh_hant: 貼上的文字似乎是與 %@ 的對話。是否要自動新增作者身分？

source: Paste With Authorship
de: Mit Urheberhinweis einsetzen
fr: Coller avec auteurs
pt_br: Colar Com Autoria
zh_hans: 粘贴时带作者
zh_hant: 貼上時包含作者身分

# Paste_With_Authorship_For_Undo
source: Paste With Authorship
de: Mit Urheberhinweis einsetzen
fr: coller avec auteurs
pt_br: Colar Com Autoria
zh_hans: 粘贴时带作者
zh_hant: 貼上時包含作者身分

source: Paste Without Authorship
de: Ohne Urheberhinweis einfügen
fr: Coller sans auteurs
pt_br: Colar Sem Autoria
zh_hans: 粘贴时不带作者
zh_hant: 貼上時不包含作者身分

# Authorship_Not_Available
source: Authorship is supported only in Markdown files.
de: Urheberrechtshinweise werden nur in Markdown-Dateien unterstützt.
fr: Le suivi des auteurs est uniquement compatible avec les fichiers Markdown.
pt_br: A autoria é suportada apenas nos arquivos em formato Markdown.
zh_hans: 仅Markdown文件支持作者。
zh_hant: 只有 Markdown 檔案支援作者身分。

# File_Encoding_Error
source: The file “%@” could not be opened.
de: Die Datei „%@“ konnte nicht geöffnet werden.
fr: Le fichier « %@ » n’a pas pu être ouvert.
pt_br: O arquivo “%@” não pode ser aberto.
zh_hans: 无法打开文件“%@”。
zh_hant: 無法開啟「%@」檔案。

# File_Encoding_Error_Failure_Reason
source: The text encoding of the contents could not be determined.
de: Die Textcodierung des Inhalts konnte nicht ermittelt werden.
fr: L’encodage du texte du contenu n’a pas pu être déterminé.
pt_br: A codificação do texto dos conteúdos não pôde ser determinada.
zh_hans: 无法确定内容的文本编码。
zh_hant: 無法確定內容的文字編碼。

# File_Encoding_Error_Recovery_Suggestion
source: You may be able to change the text encoding using another app.
de: Möglicherweise können Sie die Textcodierung mit einer anderen App ändern.
fr: Vous devriez pouvoir modifier l’encodage du texte à l’aide d’une autre application.
pt_br: Você poderá ser capaz de alterar a codificação do texto utilizando outra aplicação.
zh_hans: 您也许可以使用其他应用程序更改文本编码。
zh_hant: 您或許可使用其他應用程式變更文字編碼。

source: Edit Authorship
de: Urheberhinweis bearbeiten
fr: Modifier l’auteur
pt_br: Editar Autoria
zh_hans: 编辑作者
zh_hant: 編輯作者身分

source: Enable Authorship
de: Urheberschaft aktivieren
fr: Activer le suivi des auteurs
pt_br: Ativar Autoria
zh_hans: 启用作者
zh_hant: 啟用作者身分

source: Disable Authorship
de: Urheberschaft deaktivieren
fr: Désactiver le suivi des auteurs
pt_br: Desativar Autoria
zh_hans: 禁用作者
zh_hant: 停用作者身分

# Disable_Authorship_Confirmation
source: Are you sure you want to disable authorship in “%@”?
de: Möchten Sie die Urheberschaft in „%@“ wirklich deaktivieren?
fr: Souhaitez-vous vraiment désactiver le suivi des auteurs dans « %@ » ?
pt_br: Tem certeza de que deseja desativar a autoria em “%@”?
zh_hans: 您确定要禁用“%@”中的作者吗？
zh_hant: 確定要在「%@」停用作者身分嗎？

# Disable_Authorship_Confirmation_Description
source: All authorship annotations will be removed.
de: Alle Anmerkungen zur Urheberschaft werden entfernt.
fr: Toutes les annotations avec auteur seront supprimées.
pt_br: Todas as anotações de autoria serão removidas.
zh_hans: 所有作者注释都将被删除。
zh_hant: 所有作者身分註釋都會移除。

source: Misplaced Authorship
de: Fehlerhafter Urheberhinweis
fr: Suivi d’auteurs mal placé
pt_br: Autoria Mal Colocada
zh_hans: 作者被放置到不正确位置
zh_hant: 作者身分錯置

# Misplaced_Authorship_Description
source: This file was edited by another app that did not correctly update authorship annotations. Some or all authorship may be misplaced.
de: Diese Datei wurde von einer anderen App bearbeitet, welche die Anmerkungen zur Urheberschaft nicht korrekt aktualisiert hat. Der Urheberrechtshinweis kann teilweise oder vollständig fehlerhaft sein.
fr: Le fichier a été édité dans une autre application qui n’a pas mis à jour correctement les annotations de suivi d’auteurs. Un ou tous les suivis d’auteure sont susceptibles d’être mal placés.
pt_br: Este arquivo foi editado por outra aplicação que não atualizou corretamente as anotações de autoria. Alguma ou toda a autoria pode ter sido colocada em local errado.
zh_hans: 该文件已被另一个应用程序编辑过，但该应用程序未正确更新作者注释。部分或全部作者可能被放置到不正确位置。
zh_hant: 此檔案由其他應用程式編輯，未正確更新作者身分註釋。部分或所有作者身分可能錯置。

source: Review Authorship
de: Urheberschaft überprüfen
fr: Examiner le suivi d’auteurs
pt_br: Rever Autoria
zh_hans: 审核作者
zh_hant: 檢閱作者身分

source: Discard Authorship
de: Urheberschaft verwerfen
fr: Ignorer le suivi d’auteurs
pt_br: Descartar Autoria
zh_hans: 放弃作者
zh_hant: 捨棄作者身分

source: Keep Authorship
de: Urheberschaft behalten
fr: Conserver le suivi d’auteur
pt_br: Manter Autoria
zh_hans: 保留作者
zh_hant: 保留作者身分

source: Reorder Authors
de: Verfasser neu anordnen
fr: Réorganiser les auteurs
pt_br: Reordenar Autores
zh_hans: 对作者重新排序
zh_hant: 重新調整作者順序

source: Edit Author
de: Verfasser bearbeiten
fr: Modifier l’auteur
pt_br: Editar Autor
zh_hans: 编辑作者
zh_hant: 編輯作者

source: Delete Author
de: Verfasser löschen
fr: Supprimer l’auteur
pt_br: Apagar Autor
zh_hans: 删除作者
zh_hant: 刪除作者

source: Replace Author
de: Verfasser ersetzen
fr: Remplacer l’auteur
pt_br: Substituir Autor
zh_hans: 替换作者
zh_hant: 取代作者

source: Set Author
de: Verfasser festlegen
fr: Définir l’auteur
pt_br: Definir Autor
zh_hans: 设置作者
zh_hant: 設定作者

# Authors_Show
source: Show Authors
de: Verfasser anzeigen
fr: Afficher les auteurs
pt_br: Exibir Autores
zh_hans: 显示作者
zh_hant: 顯示作者

# Authors_Hide
source: Hide Authors
de: Verfasser ausblenden
fr: Masquer les auteurs
pt_br: Esconder Autores
zh_hans: 隐藏作者
zh_hant: 隱藏作者

# Paste_As_Author
source: Paste as %@
de: Einsetzen als %@
fr: Coller en tant que %@
pt_br: Colar como %@
zh_hans: 粘贴为%@
zh_hant: 以 %@ 作者身分貼上

# Paste_Edits_From_Author
source: Paste Edits from %@
de: Änderungen einsetzen von %@
fr: Coller les modifications depuis %@
pt_br: Colar Edições de %@
zh_hans: 粘贴来自%@的编辑
zh_hant: 貼上 %@ 的編輯

# Mark_Selection_As_Author
source: Mark Selection as %@
de: Auswahl markieren als %@
fr: Marquer la sélection comme %@
pt_br: Marcar Seleção como %@
zh_hans: 将所选内容标记为%@
zh_hant: 以 %@ 作者身分標示選項

# Mark_As_Author
source: Mark as %@
de: Markieren als %@
fr: Marquer comme %@
pt_br: Marcar como %@
zh_hans: 标记为％@
zh_hant: 以 %@ 作者身分標示

# Paste_For_Undo
source: Paste
de: Einsetzen
fr: coller
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

# Paste_As_Author_For_Undo
source: Paste as %@
de: Einsetzen als %@
fr: coller en tant que %@
pt_br: Colar como %@
zh_hans: 粘贴为 %@
zh_hant: 貼上為 %@

# Paste_Edits_From_Author_For_Undo
source: Paste Edits from %@
de: Änderungen einsetzen von %@
fr: coller les modifications depuis %@
pt_br: Colar Edições de %@
zh_hans: 粘贴 %@ 的编辑
zh_hant: 貼上 %@ 的編輯

# Mark_Selection_As_Author_For_Undo
source: Mark Selection as %@
de: Auswahl markieren als %@
fr: marquer la sélection comme %@
pt_br: Marcar Seleção como %@
zh_hans: 标记选择为 %@
zh_hant: 標記選擇為 %@

# Mark_As_Author_For_Undo
source: Mark as %@
de: Markieren als %@
fr: marquer comme %@
pt_br: Marcar como %@
zh_hans: 标记为 %@
zh_hant: 標記為 %@

source: New Author
de: Neuer Verfasser
fr: Nouvel auteur
pt_br: Novo Autor
zh_hans: 新建作者
zh_hant: 新作者
