Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/Shared/Kit.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# Content_Block_Error_Deprecated_Path_Recovery_Suggestion
source: “%@” uses the leading / to refer to the folder that contains “%@”. This feature is deprecated and will stop working in the future. Please upgrade this content block to the shortest path by removing everything but the filename, or replace the leading / with ./ to keep using the relative path.
de: „%1$@“ verwendet das führende /, um auf den Ordner zu verweisen, der „%2$@“ enthält. Diese Funktion ist veraltet und wird in Zukunft nicht mehr unterstützt. Bitte aktualisieren Sie diesen Inhaltsblock auf den kürzesten Pfad, indem Sie alles außer dem Dateinamen entfernen. Sie können auch das führende / durch ./ ersetzen, um weiterhin den verwandten Pfad zu verwenden.
es: “%1$@” usa la / inicial para indicar la carpeta que contiene “%2$@”. Esta característica está obsoleta y dejará de funcionar en el futuro. Para actualizar este bloque de contenido a la ruta más corta, elimina todo menos el nombre de archivo o sustituye la / inicial por ./ para seguir usando la ruta correspondiente.
fr: « %1$@ » utilise l’en-tête / pour faire référence au dossier contenant « %2$@ ». Cette fonctionnalité est obsolète et ne fonctionnera plus à l’avenir. Veuillez mettre à niveau le bloc de contenu au chemin d’accès le plus court en supprimant tout à l’exception du nom de fichier ou remplacez l’en-tête / par ./ pour continuer à utiliser le chemin d’accès concerné.
it: "%1$@" usa / iniziale per fare riferimento alla cartella che contiene "%2$@". Questa funzione è obsoleta e non esisterà più in futuro. Effettua l'upgrade di questo blocco di contenuti al percorso più breve rimuovendo tutto eccetto il nome del file o sostituisci la / iniziale con ./ per continuare a usare il relativo percorso.
ja: 「%1$@」は先頭の「/」を使用して「%2$@」を含むフォルダを参照します。この機能は非推奨で、将来的には機能しなくなります。このコンテンツブロックを、ファイル名以外を削除して最短パスにアップグレードしてください。または、「/」を「./」に置き換えて、引き続き相対パスを使用してください。
ko: “%1$@”은(는) 선행하는 /를 사용해 “%2$@”이(가) 포함된 폴더임을 가리킵니다. 이 기능은 더 이상 사용되지 않으며 향후 작동이 중지됩니다. 파일 이름을 제외하고 모두 제거하여 가장 짧은 경로로 이 콘텐츠 블록을 업그레이드하거나, 상대 경로를 계속 사용하려면 선행하는 /를 ./로 대체하세요.
pt_br: “%1$@” usa a / inicial para referenciar a pasta que contém “%2$@”. Esta funcionalidade é obsoleta e deixará de funcionar no futuro. Atualize o caminho deste bloco de conteúdos para um formato mais curto removendo tudo menos o nome do arquivo ou substitua a / inicial por ./ para continuar a usar o caminho relativo.
ru: «%1$@» использует открывающий знак / для указания папки, которая содержит «%2$@». Эта функция устарела и перестанет работать в будущем. Обновите блок контента до кратчайшего пути, удалив всё, кроме имени файла, или замените открывающий / на ./, чтобы и дальше использовать относительный путь.
zh_hans: “%1$@”使用前导的/来指代包含 “%2$@”的文件夹。该功能已被弃用，将来会停止运行。请将此内容块升级为最短路径，具体方式是删除除文件名以外的所有内容，或者将前导的/替换为./，以继续使用相对路径。
zh_hant: 「%1$@」使用前置字元 / 指涉包含「%2$@」的資料夾。此功能已過時，未來將停止使用。請移除檔案名稱以外的所有部分，以將此內容區塊升級為最短路徑，或將前置字元 / 取代為 ./，以繼續使用相關路徑。

# Stats_Reading_Time_Title
source: %@ Reading Time
de: %@ Lesezeit
fr: %@ temps de lecture
pt_br: %@ Tempo de Leitura
zh_hans: %@读取时间
zh_hant: %@ 閱讀時間

# Stats_Speaking_Time_Title
source: %@ Speaking Time
de: %@ Sprechzeit
fr: %@ temps de parole
pt_br: %@ Tempo de Fala
zh_hans: %@发言时间
zh_hant: %@ 發言時間

# Stats_Name_Words
source: Words
de: Wörter
es: Palabras
fr: Mots
it: Parole
ja: 単語
ko: 단어
pt_br: Palavras
ru: Слова
zh_hans: 词
zh_hant: 個字

# Stats_Name_Sentences
source: Sentences
de: Sätze
es: Frases
fr: Phrases
it: Frasi
ja: 文
ko: 문장
pt_br: Frases
ru: Предложения
zh_hans: 句
zh_hant: 句子

# Stats_Name_Reading_Time
source: Reading Time
de: Lesezeit
es: Tiempo de lectura
fr: Temps de lecture
it: Tempo di lettura
ja: 読了時間
ko: 읽기 시간
pt_br: Tempo de Leitura
ru: Время чтения
zh_hans: 读取时间
zh_hant: 閱讀時間

# Stats_Name_Speaking_Time
source: Speaking Time
de: Sprechzeit
fr: Temps de parole
pt_br: Tempo de Fala
zh_hans: 发言时间
zh_hant: 發言時間

# Stats_Name_Tasks
source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività
ja: タスク
ko: 작업
pt_br: Tarefas
ru: Задачи
zh_hans: 项任务
zh_hant: 任務

# Stats_Name_Characters
source: Characters
de: Zeichen
es: Caracteres
fr: Caractères
it: Caratteri
ja: 文字
ko: 글자
pt_br: Caracteres
ru: Символы
zh_hans: 字符
zh_hant: 個字元

# Stats_Name_Characters_Without_Spaces
source: Characters Without Spaces
de: Zeichen ohne Leerzeichen
es: Caracteres sin espacios
fr: Caractères sans espaces
it: Caratteri senza spazi
ja: 文字スペースなし
ko: 글자 공백 제외
pt_br: Caracteres Sem Espaços
ru: Символы без пробелов
zh_hans: 字符不含空格
zh_hant: 個字元沒有空格

# Export_Format_Word_Description
source: Compatible with Microsoft Word 2007 or newer, Apple Pages, and Google Docs.
de: Kompatibel mit Microsoft Word (ab 2007), Apple Pages und Google Docs.
es: Compatible con Microsoft Word 2007 o posterior, Apple Pages y Google Docs.
fr: Compatible avec Microsoft Word 2007 ou supérieur, Apple Pages et Google Docs.
it: Compatibile con Microsoft Word 2007 o successive, Apple Pages e Google Docs.
ja: Microsoft Word（2007以降）、Apple Pages、Google Docsとの互換性があります
ko: Microsoft Word 2007 이상 버전, Apple Pages 및 Google Docs와 호환됩니다.
pt_br: Compatível com o Microsoft Word 2007 ou mais recente, o Apple Pages e o Google Docs.
ru: Совместим с Microsoft Word 2007 или новее, Apple Pages и Документами Google.
zh_hans: 兼容Microsoft Word 2007或更新版本、Apple Pages和Google Docs。
zh_hant: 與Microsoft Word 2007或更新版本、Apple Pages和Google Docs相容。

# Export_Format_HTML_Description
source: Generic HTML.
de: Generisches HTML.
es: HTML genérico.
fr: HTML générique.
it: HTML generico.
ja: 基本的なHTML
ko: 일반 HTML.
pt_br: HTML Genérico.
ru: Стандартный HTML.
zh_hans: 通用HTML。
zh_hant: 通用 HTML。

# Export_Format_HTML_Action
source: Export HTML
de: Exportiere HTML
es: Exportar HTML
fr: Exportation HTML
it: Esporta HTML
ja: HTMLに書き出し
ko: HTML 내보내기
pt_br: Exportar HTML
ru: Экспортировать HTML
zh_hans: 导出HTML
zh_hant: 匯出 HTML

# Export_Format_PDF_Description
source: To change PDF layout, choose File → Page Setup.
de: PDF-Layout ändern über Ablage → Seite einrichten.
es: Para cambiar el diseño del PDF, selecciona Archivo → Configuración de página.
fr: Pour modifier la mise en page PDF choisissez Fichier → Configuration de la mise en page.
it: Per cambiare il layout del PDF, seleziona File → Configurazione pagina.
ja: レイアウト変更は ファイル > ページ設定 を選択
ko: PDF 레이아웃을 변경하려면, 파일 > 페이지 설정을 선택하세요.
pt_br: Para alterar a estrutura do PDF, escolha Arquivo → Configurar Página.
ru: Чтобы изменить макет PDF, выберите Файл → Настройка страницы.
zh_hans: 欲变更PDF版式，选择 文件 → 页面设置。
zh_hant: 更改 PDF 設計，選取檔案→頁面設定。

# Export_Format_PDF_Action
source: Export PDF
de: Exportiere PDF
es: Exportar PDF
fr: Exportation PDF
it: Esporta PDF
ja: PDFに書き出し
ko: PDF 내보내기
pt_br: Exportar PDF
ru: Экспортировать PDF
zh_hans: 导出PDF
zh_hant: 匯出 PDF

# Export_Format_Markdown_Description
source: Compatible with other editors.
de: Kompatibel mit anderen Texteditoren.
es: Compatible con otros editores.
fr: Compatible avec d’autres éditeurs.
it: Compatibile con altri editor.
ja: 多くのテキストエディタと高い互換性
ko: 다른 편집기들과 호환됩니다.
pt_br: Compatível com outros editores.
ru: Совместим с другими редакторами.
zh_hans: 兼容其他编辑器。
zh_hant: 與其他編編器兼容。

# Export_Format_Markdown_Action
source: Export Markdown
de: Exportiere Markdown
es: Exportar Markdown
fr: Exportation Markdown
it: Esporta Markdown
ja: Markdownに書き出し
ko: Markdown 내보내기
pt_br: Exportar Markdown
ru: Экспортировать Markdown
zh_hans: 导出Markdown
zh_hant: 匯出 Markdown

# Export_Format_Project_Archive_Name
source: Project Archive
de: Projektarchiv
es: Archivo de proyecto
fr: Archive de projet
it: Archivio progetto
ja: プロジェクトアーカイブ
ko: 프로젝트 아카이브
pt_br: Arquivo de Projeto
ru: Архив проекта
zh_hans: 项目存档
zh_hant: 項目檔案

# Export_Format_Project_Archive_Description
source: Includes associated content blocks.
de: Enthält verbundene Inhaltsblöcke.
es: Incluye bloques de contenido asociados.
fr: Contient les blocs de contenu associés.
it: Include blocchi di contenuti associati.
ja: 関連するコンテンツブロックを含みます。
ko: 관련된 콘텐츠 블록을 포함합니다.
pt_br: Inclui blocos de conteúdos associados.
ru: Включает связанные блоки контента.
zh_hans: 包含相关内容块。
zh_hant: 包含關聯的內容區塊。

# Export_Format_Project_Archive_Action
source: Export Project Archive
de: Exportiere Projektarchiv
fr: Exportation archive de projet
it: Esporta archivio progetto
ja: プロジェクトアーカイブに書き出し
ko: 프로젝트 아카이브 내보내기
pt_br: Exportar Arquivo de Projeto
ru: Экспортировать архив проекта
zh_hans: 导出项目存档
zh_hant: 匯出項目檔案

source: Copy Markdown
de: Markdown
es: Copiar Markdown
fr: Copier en Markdown
it: Copia Markdown
ja: Markdownをコピー
ko: Markdown 복사
pt_br: Copiar Markdown
ru: Скопировать Markdown
zh_hans: 复制Markdown
zh_hant: 複製 Markdown

source: Copy HTML
de: HTML kopieren
es: Copiar HTML
fr: Copier en HTML
it: Copia HTML
ja: HTMLをコピー
ko: HTML 복사
pt_br: Copiar HTML
ru: Скопировать HTML
zh_hans: 复制HTML
zh_hant: 複製 HTML

source: Copy Formatted
de: Kopieren mit Format
es: Copiar con formato
fr: Copier le texte formaté
it: Copia formattato
ja: フォーマット済テキストをコピー
ko: 서식 복사
pt_br: Copiar Formatado
ru: Скопировать отформатированный текст
zh_hans: 格式化复制
zh_hant: 複製格式化內容

# PDF_Scale_Fit_Page
source: Fit Page
de: An Fenstergröße anpassen
es: Ajustar página
fr: Ajuster la page
it: Adatta pagina
ja: ページ全体
ko: 페이지에 맞추기
pt_br: Ajustar à Página
ru: Страница целиком
zh_hans: 适合页面
zh_hant: 符合頁面大小

# PDF_Scale_Fit_Width
source: Fit Width
de: An Fensterbreite anpassen
es: Ajustar anchura
fr: Ajuster la largeur
it: Adatta ampiezza
ja: ページ幅
ko: 너비에 맞추기
pt_br: Ajustar à Largura
ru: По ширине страницы
zh_hans: 适合宽度
zh_hant: 符合寬度

# Help_Shortcuts
source: Shortcuts
de: Kurzbefehle
fr: Raccourcis
pt_br: Atalhos
zh_hans: 快捷指令
zh_hant: 快捷指令

# Duplicate_Item_Suffix
source: copy
pt_br: cópia

# Author_AI
source: AI
de: KI
fr: IA
pt_br: IA

# Content_Block_Error_Unknown_Wikilink_Embed_Extension_Recovery_Suggestion
source: Wikilink embeds must be Markdown files or images.
pt_br: Wikilinks incorporados devem ser arquivos em formato Markdown ou imagens.

# Export_Format_Word_Action
source: Export Microsoft Word
de: Exportiere Microsoft Word
fr: Exportation Microsoft Word
it: Esporta Microsoft Word
ja: Microsoft Wordに書き出し
ko: Microsoft Word 내보내기
pt_br: Exportar Microsoft Word

# Display_Mode_Web
source: Web
ja: ウェブ
ko: 웹
ru: Веб

# Paper_Size_US_Letter
source: US Letter
es: Carta EE. UU.
ja: USレターサイズ
ko: US 편지지

# Paper_Size_A4
source: A4
ja: A4用紙

# Export_Format_Markdown_Name
source: Markdown
ko: 마크다운
