Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/Shared/Kit.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# Template_Error_Undefined_Page_Recovery_Suggestion
source: Please specify “%@” in Info.plist.
de: Überprüfen Sie die Spezifikation von „%@“ in Info.plist.
es: Por favor, especifica «%@» en Info.plist.
fr: Veuillez spécifier « %@ » dans Info.plist.
it: Specifica «%@» in Info.plist.
ja: Info.plistで “%@” を指定してください。
ko: Info.plist에서 “%@”을(를) 지정하세요.
pt_br: Por favor, especifique “%@” no Info.plist.
ru: Пожалуйста, укажите «%@» в Info.plist.
zh_hans: 请在Info.plist中指定“%@”。
zh_hant: 請在 Info.plist 中指定「%@」。

# Template_Error_Duplicate_Bundle_Title
source: Duplicate Template
de: Bereits vorhandenes Template
es: Plantilla duplicada
fr: Dupliquer le modèle
it: Duplica modello
ja: 重複したテンプレート
ko: 중복된 템플릿
pt_br: Modelo Duplicado
ru: Шаблон установлен
zh_hans: 复制模板
zh_hant: 重覆的範本

# Template_Error_Duplicate_Bundle
source: Template is already installed.
de: Template wurde schon installiert.
es: La plantilla ya está instalada.
fr: Le modèle est déjà installé.
it: Il modello è già installato.
ja: テンプレートが既にインストールされています。
ko: 템플릿이 이미 설치되었습니다.
pt_br: O modelo já está instalado.
ru: Шаблон уже установлен.
zh_hans: 模板已安装。
zh_hant: 範本已安裝。

# Template_Error_Duplicate_Bundle_Recovery_Suggestion
source: Replace the template if you’re updating “%@” with a newer version. Change template identifier to install both.
de: Ersetzen Sie das Template falls sie „%@“ erneuern mit einer frischen Version. Um beide zu installieren, ändern Sie bitte den Template-Identifikator.
es: Reemplaza la plantilla si estás actualizando «%@» a una versión más nueva. Cambiar identificador de plantilla para instalar ambos.
fr: Remplacez le modèle si vous mettez à jour « %@ » vers une version plus récente. Modifiez l’identifiant du modèle pour installer les deux.
it: Sostituisci il modello se stai aggiornando «%@» a una versione più recente. Cambia l’identifier del modello per installare entrambi.
ja: テンプレート “%@” を新しいバージョンにアップデートする場合は置換してください。両方インストールするにはテンプレートの識別子を変更してください。
ko: 최신 버전으로 “%@”을(를) 업데이트하는 경우 템플릿을 교체하세요. 둘 다 설치하려면 템플릿 식별자를 변경하세요.
pt_br: Substitua o modelo se estiver atualizando “%@” com uma versão mais recente. Altere o identificador do modelo para instalar ambos.
ru: Замените шаблон, если вы устанавливаете более новую версию «%@». Измените идентификатор шаблона для установки обоих.
zh_hans: 如果您正在将“%@”升级为更新版本，请替换模板。变更模板识别符，同时安装两者。
zh_hant: 若您使用較新的版本更新「%@」，請更換範本。更改範本辨識器以安裝它們。

# Template_Error_Duplicate_Bundle_Recovery_Option
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
ko: 교체
pt_br: Substituir
ru: Заменить
zh_hans: 替换
zh_hant: 更換

# Template_Error_Invalid_Bundle_Title
source: Invalid Template
de: Ungültiges Template
es: Plantilla no válida
fr: Modèle non valide
it: Modello non valido
ja: 無効なテンプレート
ko: 잘못된 템플릿
pt_br: Modelo Inválido
ru: Неверный шаблон
zh_hans: 无效模板
zh_hant: 無效範本

# Template_Error_Invalid_Bundle
source: Cannot process template.
de: Template kann nicht verarbeitet werden.
es: No se puede procesar la plantilla
fr: Le traitement du modèle a échoué.
it: Impossibile elaborare il modello.
ja: テンプレートを処理できません。
ko: 템플릿을 처리할 수 없습니다.
pt_br: Não é possível processar o modelo.
ru: Невозможно обработать шаблон.
zh_hans: 无法处理模板。
zh_hant: 未能處理範本。

# Template_Error_Invalid_Bundle_Recovery_Suggestion
source: Check documentation for more info.
de: Lesen Sie die Dokumentation für weitere Hinweise.
es: Comprueba la documentación para más información.
fr: Consultez la documentation pour plus d’informations.
it: Per maggiori informazioni, controlla la documentazione.
ja: 詳しい情報はドキュメンテーションを参照してください。
ko: 자세한 정보는 설명서를 참조하세요.
pt_br: Consulte a documentação para mais informações.
ru: Сверьтесь с документацией.
zh_hans: 查看文档获取更多信息。
zh_hant: 檢查文件以取得更多資訊。

# Template_Error_Installed_Bundle_Title
source: Template Is Installed
de: Template ist installiert
es: La plantilla está instalada
fr: Le modèle est installé.
it: Modello installato
ja: インストール済みのテンプレート
ko: 템플릿이 설치되었습니다
pt_br: Modelo Instalado
ru: Шаблон установлен
zh_hans: 模板已安装
zh_hant: 範本已安裝

# Template_Error_Installed_Bundle
source: Template is already installed.
de: Template wurde schon installiert.
es: La plantilla ya está instalada.
fr: Le modèle est déjà installé.
it: Modello già installato.
ja: テンプレートが既にインストールされています。
ko: 템플릿이 이미 설치되었습니다
pt_br: O modelo já foi instalado.
ru: Шаблон уже установлен.
zh_hans: 模板已安装。
zh_hant: 範本已安裝。

# Template_Error_Installed_Bundle_Recovery_Suggestion
source: Check documentation if template is not available in iA Writer.
de: Falls das Template nicht in iA Writer vorhanden sen sollte, lesen Sie bitte die Dokumentation.
es: Comprueba la documentación si la plantilla no está disponible en iA Writer.
fr: Consultez la documentation si le modèle n’est pas disponible dans iA Writer.
it: Se il modello non è disponibile in iA Writer, controlla la documentazione.
ja: テンプレートがiA Writerで利用できない場合はドキュメンテーション参照してください。
ko: iA Writer에서 템플릿을 사용할 수 없을 경우 설명서를 참조하세요.
pt_br: Consulte a documentação se o modelo não estiver disponível no iA Writer.
ru: Сверьтесь с документацией, если шаблон недоступен в iA Writer.
zh_hans: 如果模板在iA Writer中不可用，请查看文档。
zh_hant: 若範本在 iA Writer 內不可用，請檢查文件。

# URL_Scheme_Error_Invalid_Parameters_Title
source: Invalid Parameters
de: Ungültige Parameter
es: Parámetros no válidos
fr: Paramètres invalides
it: Parametri non validi
ja: 無効なパラメーター
ko: 잘못된 매개 변수
pt_br: Parâmetros Inválidos
ru: Неверные параметры
zh_hans: 无效参数
zh_hant: 無效的參數

# URL_Scheme_Error_Invalid_Parameters
source: URL command was called with invalid parameters.
de: URL-Befehl wurde mit ungültigen Parametern aufgerufen.
es: Se ha invocado el comando URL con parámetros no válidos.
fr: La commande URL a été appelée avec des paramètres invalides.
it: Comando URL chiamato con parametri non validi.
ja: URLコマンドが無効なパラメーターに呼び出されました。
ko: 잘못된 매개 변수로 URL 명령이 호출되었습니다.
pt_br: O comando URL foi invocado com parâmetros inválidos.
ru: URL-команда вызвана с неверными параметрами.
zh_hans: URL命令的调用参数无效。
zh_hant: 呼叫 URL 命令的參數無效。

# URL_Scheme_Error_Invalid_Parameters_Recovery_Suggestion
source: Check URL command documentation.
de: Bitte ziehen Sie die Dokumentation der URL-Befehle zu Rate.
es: Comprueba la documentación del comando URL.
fr: Vérifiez la documentation de commande URL
it: Controlla la documentazione di comandi URL.
ja: URLコマンドのドキュメントを確認してください。
ko: URL 명령 설명서를 참조하세요.
pt_br: Consulte a documentação do comando URL.
ru: Сверьтесь с документацией URL-команд.
zh_hans: 查看URL命令文档。
zh_hant: 檢查 URL 命令文件。

# URL_Scheme_Error_Invalid_Auth_Token_Title
source: Invalid Auth Token
de: Ungültiges Authentifizierungs-Token
es: Token de autenticación no válido.
fr: Jeton d’authentification invalide
it: Token autent. non valido
ja: 無効な認証トークン
ko: 잘못된 인증 토큰
pt_br: Token de Autorização Inválido
ru: Неверный токен авторизации
zh_hans: 验证令牌无效
zh_hant: 無效的驗證權杖

# URL_Scheme_Error_Invalid_Auth_Token
source: URL command was called with an invalid auth token.
de: Der URL-Befehl wurde mit einem ungültigen Authentifizierungs-Token aufgerufen.
es: Se ha invocado el comando URL con un token de autenticación no válido.
fr: La commande URL a été appelée avec un jeton d’authentification invalide.
it: Comando URL chiamato con token autor. non valido.
ja: URLコマンドが無効な認証トークンに呼び出されました。
ko: 잘못된 인증 토큰으로 URL 명령이 호출되었습니다.
pt_br: O comando URL foi invocado com um token de autorização inválido
ru: Команда URL вызвана с неверным токеном авторизации.
zh_hans: URL命令的调用验证令牌无效。
zh_hant: 呼叫 URL 命令的驗證權杖無效。

# URL_Scheme_Error_Invalid_Auth_Token_Recovery_Suggestion
source: Ensure that auth token is correct.
de: Stellen Sie sicher, dass das Authentifizierungs-Token korrekt ist.
es: Asegúrate de que el token de autenticación sea correcto.
fr: Assurez-vous que le jeton d’authentification est correct.
it: Assicurati che il token d’autorizzazione sia corretto.
ja: 認証トークンが正しいか確認してください。
ko: 인증 토큰이 올바른지 확인하세요.
pt_br: Certifique-se de que o token de autorização está correto.
ru: Убедитесь, что токен авторизации верен.
zh_hans: 请确保验证令牌正确。
zh_hant: 請確認使用正確的驗證權杖。

# URL_Scheme_Auth_Token_Description
source: Auth token is required for some URL commands.
de: Für einige URL-Befehle ist ein Authentifizierungstoken erforderlich.
es: Algunos comandos URL requieren token de autenticación.
fr: Un jeton d’authentification est requis pour certaines commandes URL.
it: Token autenticazione necessario per alcuni comandi URL.
ja: URLコマンドには認証トークンが必要なものもあります。
ko: 일부 URL 명령의 경우 인증 토큰이 필요합니다.
pt_br: Alguns comandos URL necessitam de um token de autorização.
ru: Токен авторизации требуется для некоторых команд URL.
zh_hans: 某些URL命令需要有身份验证令牌。
zh_hant: 部分 URL 命令需要驗證權杖。

# URL_Scheme_Ubiquitous_Auth_Token_Description
source: Auth token is required for some URL commands. Your devices share the same auth token using iCloud.
de: Für einige URL-Befehle ist ein Authentifizierungstoken erforderlich. Ihre Geräte verwenden mit iCloud dasselbe Authentifizierungstoken.
es: Algunos comandos URL requieren token de autenticación. Tus dispositivos comparten el mismo token de autenticación usando iCloud.
fr: Un jeton d’authentification est requis pour certaines commandes URL. Vos appareils partagent le même jeton d’authentification lorsqu’ils utilisent iCloud.
it: Token autenticazione necessario per alcuni comandi URL. I tuoi dispositivi condividono lo stesso token di autenticazione tramite iCloud.
ja: URLコマンドには認証トークンが必要なものもあります。あなたのデバイスはiCloud使用時の認証トークンを共有します。
ko: 일부 URL 명령의 경우 인증 토큰이 필요합니다. 회원님의 장치들은 iCloud를 사용하여 같은 인증 토큰을 공유합니다.
pt_br: Alguns comandos URL necessitam de um token de autorização. Os seus dispositivos compartilham o mesmo token de autorização ao utilizar o iCloud.
ru: Для некоторых команд URL требуется токен авторизации. Ваши устройства используют один и тот же токен авторизации благодаря iCloud.
zh_hant: 部分 URL 命令需要驗證權杖。您的裝置在使用 iCloud 時，共用相同驗證權杖。

# Storage_Name_From_Other_Apps
source: From Other Apps
de: Extern
es: De otras aplicaciones
fr: Depuis d’autres applications
it: Da altre app
ja: ファイル
ko: 다른 앱
pt_br: De Outras Aplicações
ru: Из других программ
zh_hans: 来自其他应用
zh_hant: 來自其他應用程式

# Storage_Name_Unknown
source: Unknown
de: Unbekannter Speichername
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестное
zh_hans: 未知
zh_hant: 未知

# Storage_Name_Local
source: Local
de: Lokal
it: Locale
ja: ローカル
ko: 로컬
ru: Локальное
zh_hans: 本地
zh_hant: 本地

# Storage_Name_On_My_Device
source: On My %@
de: Auf meinem %@
es: En mi %@
fr: Sur mon %@
it: Sul mio %@
ko: 내 %@
pt_br: No Meu %@
ru: На моем %@
zh_hans: 我的%@上
zh_hant: 在我的 %@

# Library_Location_Desktop
source: Desktop
de: Schreibtisch
es: Escritorio
fr: Bureau
it: Scrivania
ja: デスクトップ
ko: 데스크탑
pt_br: Mesa
ru: Рабочий стол
zh_hans: 桌面
zh_hant: 桌面

# Library_Location_Documents
source: Documents
de: Dokumente
es: Documentos
it: Documenti
ja: 書類
ko: 도큐멘트
pt_br: Documentos
ru: Документы
zh_hans: 文稿
zh_hant: 文件

source: Navigation
pt_br: Navegação
zh_hans: 导航
zh_hant: 導航

# Navigation_Tree
source: Tree
de: Baum
fr: Arborescence
pt_br: Árvore
zh_hans: 树形
zh_hant: 樹形

# Navigation_List
source: List
de: Liste
fr: Liste
pt_br: Lista
zh_hans: 列表
zh_hant: 列表

# Library_Location_Error_Existing_Item_Title
source: Cannot Add an Existing Library Location
de: Bibliotheksstandort kann nicht hinzugefügt werden
es: No se puede añadir una ubicación de biblioteca existente
fr: Un emplacement de bibliothèque existant ne peut pas être ajouté
it: Impossibile aggiungere una posizione esistente della libreria
ja: 既存ライブラリの場所を追加できません
pt_br: Não é Possível Adicionar uma Localização de Biblioteca Existente
ru: Невозможно добавить уже существующее местоположение библиотеки
zh_hans: 无法添加现有Library Location
zh_hant: 無法新增一個現有文件庫位置

# Library_Location_Error_Existing_Item
source: Cannot add a Library Location because the folder or its subfolder are a part of another Library Location.
de: Konnte das Bibliotheksregister nicht hinzufügen, da Ordner oder Unterordner Teil eines anderen Registers sind.
es: No se puede agregar una ubicación de biblioteca porque la carpeta o su subcarpeta son parte de otra ubicación de biblioteca.
fr: L’ajout d’un emplacement de bibliothèque a échoué car le dossier ou son sous-dossier fait partie d’un autre emplacement de bibliothèque.
it: Impossibile aggiungere una posizione nella Libreria poiché la cartella o una sua sottocartella fa parte di un’altra posizione nella Libreria.
ja: 指定したフォルダ、もしくはそのサブフォルダが別のライブラリとして登録されているため、追加できません。
ko: 해당 폴더 또는 그 하위 폴더가 다른 라이브러리 위치의 일부이므로 라이브러리 위치를 추가할 수 없습니다.
pt_br: Não é possível adicionar uma Localização de Biblioteca porque a pasta ou a sua subpasta fazem parte de uma outra Localização de Biblioteca.
ru: Невозможно добавить местоположение библиотеки, потому что папка или ее подпапка являются частью другого местоположения библиотеки.
zh_hans: 无法添加Library Location，因为文件夹或其子文件夹属于另一个Library Location。
zh_hant: 未能新增文件庫位置，因為資料夾或其子資料夾是另一個文件庫位置的一部分。

# Library_Location_Error_Existing_Item_Failure_Reason
source: Selected folder or its subfolder are a part of another Library Location.
de: Der ausgewählte Ordner oder Unterordner sind Teil eines anderen Bibliotheksregisters.
es: La carpeta seleccionada o su subcarpeta son parte de otra ubicación de biblioteca.
fr: Le dossier ou son sous-dossier fait partie d’un autre emplacement de bibliothèque.
it: La cartella selezionata o una sua sottocartella fa parte di un’altra posizione nella Libreria.
ja: 指定したフォルダ、もしくはそのサブフォルダが別のライブラリとして登録されています。
ko: 선택한 폴더 또는 그 하위 폴더가 다른 라이브러리 위치의 일부입니다.
pt_br: A pasta selecionada ou a sua subpasta fazem parte de uma outra Localização de Biblioteca.
ru: Выбранная папка или ее подпапка являются частью другого местоположения библиотеки.
zh_hans: 选中文件夹或其子文件夹属于另一个Library Location。
zh_hant: 已選取的資料夾或它的子資料夾是另一個文件庫位置的一部分。

# Library_Location_Error_Existing_Item_Recovery_Suggestion
source: Remove existing Library Location before adding selected folder.
de: Entfernen Sie das bestehende Bibliotheksregister bevor Sie einen weiteren Ordner hinzufügen.
es: Elimina la ubicación de biblioteca existente antes de agregar la carpeta seleccionada.
fr: Supprimez l’emplacement de bibliothèque existant avant d’ajouter le dossier sélectionné.
it: Rimuovi la posizione nella Libreria esistente prima di aggiungere la cartella selezionata.
ja: 選択したフォルダを追加するためには既存のライブラリを削除してください。
ko: 선택한 폴더를 추가하기 전에 기존의 라이브러리 위치를 제거하세요.
pt_br: Remova a Localização de Biblioteca existente antes de acrescentar a pasta selecionada.
ru: Удалите существующее местоположение библиотеки перед добавлением выбранной папки.
zh_hans: 请在添加选中文件夹前先行删除已存在的Library Location。
zh_hant: 在新增已選取的資料夾前，先移除現有的文件庫位置。

# Library_Location_Error_Not_Found_Title
source: Cannot Access the Library Location
de: Bibliotheksregister nicht auffindbar
es: No se puede encontrar la ubicación de la biblioteca
fr: L’emplacement de bibliothèque est introuvable
it: Impossibile trovare la posizione nella Libreria
ja: ライブラリが見つかりません
ko: 라이브러리 위치를 찾을 수 없습니다
pt_br: Não é Possível Acessar a Localização de Biblioteca
ru: Невозможно найти местоположение библиотеки
zh_hans: 未找到Library Location
zh_hant: 未能找到文件庫的位置

# Library_Location_Error_Not_Found
source: Cannot access the Library Location.
de: Bibliotheksregister nicht auffindbar.
es: No se puede encontrar la ubicación de la biblioteca.
fr: L’emplacement de bibliothèque est introuvable.
it: Impossibile trovare la posizione nella Libreria.
ja: ライブラリが見つかりません。
ko: 라이브러리 위치를 찾을 수 없습니다.
pt_br: Não é possível acessar a Localização de Biblioteca.
ru: Невозможно найти местоположение библиотеки.
zh_hans: 未找到Library Location。
zh_hant: 未能找到文件庫的位置。

# Library_Location_Error_Not_Found_Failure_Reason
source: It may have been removed, or was located on an external drive.
de: Entweder es wurde entfernt oder es war Teil eines mobilen Speichermediums.
es: Puede haber sido eliminada o formar parte de un volumen extraíble.
fr: Il peut avoir été supprimé ou se trouvait sur un périphérique amovible.
it: Potrebbe essere stata rimossa o collocata su un dispositivo esterno.
ja: 外部ボリューム上にあるか削除された可能性があります。
ko: 이미 제거되었거나 탈착식 드라이브에 위치하고 있는 것 같습니다.
pt_br: A Localização de Biblioteca pode ter sido removida ou está em uma unidade externa.
ru: Возможно, оно было удалено или расположено на извлекаемом устройстве.
zh_hans: 原因可能是已被删除，或者位于可弹出磁盘内。
zh_hant: 這可能因為已被移除，或曾位於可彈出編集。

# Library_Location_Error_Not_Found_Recovery_Suggestion
source: Please try re-adding the Library Location if it wasn’t removed or located on an external drive.
de: Um Zugriff auf das Bibliotheksregister zu erhalten, schliessen Sie bitte das mobile Speichermedium an.
es: Conecta el volumen extraíble para acceder a la ubicación de la biblioteca.
fr: Connectez le périphérique amovible pour accéder à l’emplacement de la bibliothèque d’accès.
it: Collega dispositivo esterno per accedere alla posizione nella Libreria.
ja: ライブラリにアクセスするために、外部ボリュームを接続してください。
ko: 라이브러리 위치에 접근하려면 탈착식 드라이브를 연결하세요.
pt_br: Por favor, tente adicionar a Localização de Biblioteca de novo se ela não foi removida ou se não se encontra em uma unidade externa.
ru: Подключите извлекаемое устройство, чтобы получить доступ к местоположению библиотеки.
zh_hans: 请接入可弹出磁盘访问Library Location。
zh_hant: 連接可彈出的編集以存取文件庫位置。

# Library_Destination_Error_Library_Location_Not_Found_Title
source: Cannot Find the Library Location Named “%@”
de: Bibliothek-Speicherort „%@“ nicht gefunden
es: No se ha encontrado la ubicación de la biblioteca “%@”
fr: L’emplacement de bibliothèque nommé « %@ » est introuvable.
it: Impossibile trovare la posizione nella Libreria "%@".
ja: 「%@」という名前のライブラリの場所が見つかりません
ko: 이름이 “%@”인 라이브러리 위치를 찾을 수 없습니다
pt_br: Localização de Biblioteca Com o Nome “%@” Não Encontrada
ru: Не удается найти местоположение библиотеки с именем «%@»
zh_hans: 无法找到名为 “%@”的Library Location
zh_hant: 找不到名為「%@」的文件庫位置

# Library_Destination_Error_Library_Location_Not_Found
source: Cannot find the Library Location named “%@”.
de: Bibliothek-Speicherort „%@“ nicht gefunden
es: No se ha encontrado la ubicación de la biblioteca “%@”.
fr: L’emplacement de bibliothèque nommé « %@ » est introuvable.
it: Impossibile trovare la posizione nella Libreria "%@".
ja: 「%@」という名前のライブラリの場所が見つかりません。
ko: 이름이 “%@”인 라이브러리 위치를 찾을 수 없습니다.
pt_br: Não foi possível encontrar a Localização de Biblioteca com o nome “%@”.
ru: Не удается найти местоположение библиотеки с именем «%@».
zh_hans: 无法找到名为 “%@”的Library Location。
zh_hant: 找不到名為「%@」的文件庫位置。

# Library_Destination_Error_Library_Location_Not_Found_Recovery_Suggestion
source: Please make sure that that there is a Library Location named “%@”.
de: Bitte stellen Sie sicher, dass es einen Bibliothek-Speicherort „%@“ gibt.
es: Asegúrate de que hay una ubicación de la biblioteca llamada “%@”.
fr: Veuillez vous assurer qu’un emplacement de bibliothèque nommé « %@ » existe.
it: Assicurati che esista una posizione nella Libreria chiamata "%@".
ja: 「%@」という名前のライブラリの場所が存在することを確認してください。
ko: 이름이 “%@”인 라이브러리 위치가 있는지 확인하세요.
pt_br: Por favor, certifique-se de que exista uma Localização de Biblioteca com o nome “%@”
ru: Проверьте наличие местоположения библиотеки с именем «%@».
zh_hans: 请确保存在一个名为 “%@”的Library Location。
zh_hant: 請確認是否有名為「%@」的文件庫位置。

# Library_Destination_Error_Destination_Points_Outside_Library_Title
source: Cannot Access Items Outside Library
de: Kein Zugriff auf Elemente außerhalb der Bibliothek
es: No puedes acceder a artículos fuera de la biblioteca
fr: Impossible d’accéder aux éléments en dehors de la bibliothèque
it: Impossibile accedere agli elementi fuori dalla libreria
ja: ライブラリ外にあるアイテムにはアクセスできません
ko: 라이브러리 외부에 있는 항목에 액세스할 수 없습니다
pt_br: Não é Possível Acessar Itens Externos à Biblioteca
ru: Невозможно получить доступ к элементам за пределами библиотеки
zh_hans: 无法访问Library以外的项目
zh_hant: 無法存取文件庫外的項目

# Library_Destination_Error_Destination_Points_Outside_Library
source: Cannot access items outside Library.
de: Auf Elemente außerhalb der Bibliothek kann nicht zugegriffen werden.
es: No puedes acceder a artículos fuera de la biblioteca.
fr: Impossible d’accéder aux éléments en dehors de la bibliothèque.
it: Impossibile accedere agli elementi fuori dalla libreria.
ja: ライブラリ外にあるアイテムにはアクセスできません。
ko: 라이브러리 외부에 있는 항목에 액세스할 수 없습니다.
pt_br: Não é possível acessar itens externos à biblioteca.
ru: Невозможно получить доступ к элементам за пределами библиотеки.
zh_hans: 无法访问Library以外的项目。
zh_hant: 無法存取文件庫外的項目。

# Library_Destination_Error_Destination_Points_Outside_Library_Recovery_Suggestion
source: Please make sure that the Library Path is correct.
de: Bitte stellen Sie sicher, dass der Bibliothekspfad korrekt ist.
es: Asegúrate de que la ruta de la biblioteca es correcta.
fr: Veuillez vous assurer que le chemin d’accès à la bibliothèque est correct.
it: Assicurati che il percorso della libreria sia corretto.
ja: ライブラリのパスが正しいことを確認してください。
ko: 라이브러리 경로가 올바른지 확인하세요.
pt_br: Por favor, certifique-se de que o Caminho para a Biblioteca está correto.
ru: Убедитесь, что путь к библиотеке задан правильно.
zh_hans: 请确保Library Path正确无误。
zh_hant: 請確認文件庫路徑正確。

# Library_Edit_Error_File_Changed_Title
source: File Changed
de: Datei geändert
fr: Fichier modifié
pt_br: Arquivo Alterado
zh_hans: 文件已更改
zh_hant: 檔案已變更

# Library_Edit_Error_File_Changed
source: Can’t apply edit because containing file changed.
de: Die Änderung kann nicht übernommen werden, weil die Datei anderweitig geändert wurde.
fr: Impossible d’appliquer la modification car le fichier qui la contient a été modifié.
pt_br: Não é possível aplicar a edição porque o arquivo foi alterado.
zh_hans: 无法应用编辑，因为包含已更改的文件。
zh_hant: 由於包含的檔案已變更，無法套用編輯。

# Library_Edit_Error_File_Changed_Recovery_Suggestion
source: Please try again.
de: Bitte erneut versuchen.
fr: Veuillez réessayer
pt_br: Por favor, tente novamente.
zh_hans: 请重试。
zh_hant: 請再試一次。

# External_Change_Error_Localized_Description
source: The file “%@” was changed externally.
de: Das Dokument „%@“ würde auf einem anderen Gerät geändert.
es: El archivo «%@» se modificó externamente.
fr: Le fichier « %@ » a été modifié extérieurement.
it: Il file «%@» è stato modificato esternamente.
ja: ドキュメント “%@” は外部から変更されてます
ko: “%@” 파일이 외부에서 변경되었습니다.
pt_br: O arquivo “%@” foi alterado externamente.
ru: Файл «%@» изменен извне.
zh_hans: 文件“%@”已在外部经过变更。
zh_hant: 文件「%@」外部被更改。
