Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/Shared/Kit.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Paste as New Author
de: Als neuer Verfasser einfügen
fr: Coller en tant que nouvel auteur
pt_br: Colar como Novo Autor
zh_hans: 粘贴为新建作者
zh_hant: 以新作者作者身分貼上

source: Paste Edits from New Author
de: Bearbeitungen von neuem Verfasser einfügen
fr: Coller les modifications depuis nouvel auteur
pt_br: Colar Edições de Novo Autor
zh_hans: 粘贴来自新建作者的编辑
zh_hant: 貼上新作者的編輯

source: Mark Selection as New Author
de: Auswahl als neuer Verfasser markieren
fr: Marquer la sélection comme nouvel auteur
pt_br: Marcar Seleção como Novo Autor
zh_hans: 将所选内容标记为新建作者
zh_hant: 以新作者作者身分標示選項

source: Mark as New Author
de: Als neuer Verfasser markieren
fr: Marquer comme nouvel auteur
pt_br: Marcar como Novo Autor
zh_hans: 标记为新建作者
zh_hant: 以新作者作者身分標示

source: Paste As
de: Einfügen als
fr: Coller en tant que
pt_br: Colar Como
zh_hans: 粘贴为
zh_hant: 以該作者身分貼上

source: Paste Edits From
de: Änderungen einfügen von
fr: Coller les modifications depuis
pt_br: Colar Edições De
zh_hans: 粘贴编辑自
zh_hant: 貼上該作者的編輯

source: Mark As
de: Markieren als
fr: Marquer comme
pt_br: Marcar Como
zh_hans: 标记为
zh_hant: 以該作者身分標示

source: Mark Selection As
de: Auswahl markieren als
fr: Marquer la sélection comme
pt_br: Marcar Seleção Como
zh_hans: 将所选内容标记为
zh_hant: 以該作者身分標示選項

source: Paste
de: Einfügen
fr: Coller
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

source: Paste Edits
de: Änderungen einfügen
fr: Coller les modifications
pt_br: Colar Edições
zh_hans: 粘贴编辑
zh_hant: 貼上編輯

source: Mark
de: Markieren
fr: Marquer
pt_br: Marcar
zh_hans: 标记
zh_hant: 標示

source: Mark Selection
de: Auswahl markieren
fr: Marquer la sélection
pt_br: Marcar Seleção
zh_hans: 标记所选内容
zh_hant: 標示選項

# Author_Secondary_Unnamed_Error
source: Cannot save unnamed author.
de: Ein Verfasser ohne Name kann nicht gespeichert werden.
fr: Impossible de sauvegarder un auteur anonyme.
pt_br: Não é possível salvar um autor sem nome.
zh_hans: 无法保存未命名的作者。
zh_hant: 無法儲存未命名的作者。

source: Set Up Authorship
de: Urheberschaft einrichten
fr: Définir le droit d’auteur
pt_br: Configurar Autoria
zh_hans: 设置作者
zh_hant: 設定作者身分

# Text_Check_Enable_All
source: Enable All
de: Alle einblenden
es: Activar todo
fr: Activer tout
it: Abilita tutti
ja: 全てオン
ko: 모두 활성화
pt_br: Ativar Todos
ru: Включить все
zh_hans: 启用全部
zh_hant: 啟用全部

# Text_Check_Enable_Last_Used
source: Enable Last Used
de: Letzte einblenden
es: Activar último
fr: Activer le dernier
it: Abilita ultimi
ja: 前回使用をオン
ko: 마지막 사용 항목 활성화
pt_br: Ativar a Última
ru: Включить последние
zh_hans: 启用上次使用项目
zh_hant: 啟用上次使用

# Text_Check_Disable_All
source: Disable All
de: Alle ausblenden
es: Desactivar todo
fr: Désactiver tout
it: Disabilita tutti
ja: 全てオフ
ko: 모두 비활성화
pt_br: Desativar Todos
ru: Выключить все
zh_hans: 禁用全部
zh_hant: 停用全部

# Text_Check_Target_All
source: All
de: Alle
es: Todo
fr: Tout
it: Tutti
ja: 全てオ
ko: 모두
pt_br: Todos
ru: Все
zh_hans: 全部
zh_hant: 全部

# Text_Check_Target_None
source: None
de: Keine Hervorhebung
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
zh_hans: 无​​
zh_hant: 沒有

# Syntax_Control_Target_Nouns
source: Nouns
de: Hauptwörter
es: Sustantivos
fr: Noms
it: Sostantivi
ja: 名詞
ko: 명사
pt_br: Substantivos
ru: Существительные
zh_hans: 名词
zh_hant: 名詞

# Syntax_Control_Target_Verbs
source: Verbs
de: Verben
es: Verbos
fr: Verbes
it: Verbi
ja: 動詞
ko: 동사
pt_br: Verbos
ru: Глаголы
zh_hans: 动词
zh_hant: 動詞

# Syntax_Control_Target_Adjectives
source: Adjectives
de: Adjektive
es: Adjetivos
fr: Adjectifs
it: Aggettivi
ja: 形容詞
ko: 형용사
pt_br: Adjetivos
ru: Прилагательные
zh_hans: 形容词
zh_hant: 形容詞

# Syntax_Control_Target_Adverbs
source: Adverbs
de: Adverben
es: Adverbios
fr: Adverbes
it: Avverbi
ja: 副詞
ko: 부사
pt_br: Advérbios
ru: Наречия
zh_hans: 副词
zh_hant: 副詞

# Syntax_Control_Target_Conjunctions
source: Conjunctions
de: Konjunktionen
es: Conjunciones
fr: Conjonctions
it: Congiunzioni
ja: 接続詞
ko: 접속사
pt_br: Conjunções
ru: Союзы
zh_hans: 关联
zh_hant: 連詞

# Style_Check_Title
source: Style Check
de: Stilprüfung
es: Control del estilo
fr: Vérification du style
it: Controllo di stile
ja: スタイルチェック
ko: 스타일 검사
pt_br: Verificador de Estilo
ru: Проверка стиля
zh_hans: 风格检查
zh_hant: 風格檢查

# Style_Check_Sentence_Capitalization
source: Style Check
de: Stilprüfung
es: Control del estilo
fr: Vérification du style
it: Controllo di stile
ja: スタイルチェック
ko: 스타일 검사
pt_br: Verificador de Estilo
ru: Проверка стиля
zh_hans: 风格检查
zh_hant: 風格檢查

# Style_Check_Target_Fillers
source: Fillers
de: Füllwörter
es: Muletillas
fr: Remplissages
it: Riempitivi
ja: フィラー
ko: 간투사
pt_br: Bengalas
ru: Слова-паразиты
zh_hans: 赘字
zh_hant: 冗詞

# Style_Check_Target_Cliches
source: Clichés
de: Leere Phrasen
it: Cliché
ja: クリシェ
ko: 상투적인 표현
pt_br: Clichês
ru: Клише
zh_hans: 滥用字
zh_hant: 陳腔濫調

# Style_Check_Target_Redundancies
source: Redundancies
de: Überflüssige Wörter
es: Redundancias
fr: Redondances
it: Ridondanze
ja: 重複
ko: 중복된 표현
pt_br: Redundâncias
ru: Многословие
zh_hans: 冗词
zh_hant: 贅詞

# Style_Check_Target_Custom
source: Custom
de: Eigene Kriterien
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
ru: Свое
zh_hans: 自定义​​
zh_hant: 自訂

# Style_Check_Languages
source: Built-in patterns for English, French, German, Spanish.
de: Lokalisierungen für Deutsch, Englisch, Französisch und Spanisch.
es: Patrones incorporados para inglés, francés, alemán.
fr: Modèles intégrés pour le français, l’anglais, l’allemand et l’espagnol.
it: Modelli incorporati per inglese, francese, tedesco.
ja: 英語、フランス語、ドイツ語のパターンを内蔵。
ko: 영어, 프랑스어, 독일어를위한 내장 패턴.
pt_br: Padrões incorporados para inglês, espanhol, francês, alemão.
ru: Встроенные шаблоны для английского, французского, немецкого языков.
zh_hans: 内置英语、西班牙语、法语、德语模式。
zh_hant: 內建英語、西班牙語、法語、德語模式。

source: Enable Focus Mode
de: Fokus-Modus aktivieren
es: Activar modo de enfoque
fr: Activer le mode Concentration
it: Abilita modalità Focus
ja: フォーカスモードを有効にする
ko: 포커스 모드 활성화
pt_br: Ativar o Modo Foco
ru: Включить режим концентрации
zh_hans: 启用聚焦模式
zh_hant: 啟用專注模式

source: Disable Focus Mode
de: Fokus-Modus deaktivieren
es: Desactivar modo de enfoque
fr: Désactiver le mode Concentration
it: Disabilita modalità Focus
ja: フォーカスモードを無効にする
ko: 포커스 모드 비활성화
pt_br: Desativar o Modo Foco
ru: Отключить режим концентрации
zh_hans: 禁用聚焦模式
zh_hant: 停用專注模式

# Enable_Syntax
source: Show Syntax
de: Syntax anzeigen
es: Mostrar sintaxis
fr: Afficher la syntaxe
it: Mostra Sintassi
ja: 構文を表示する
ko: 구문 표시
pt_br: Mostrar Sintaxe
ru: Показать синтаксис
zh_hans: 显示语法
zh_hant: 顯示語法

# Disable_Syntax
source: Hide Syntax
de: Syntax ausblenden
es: Ocultar sintaxis
fr: Masquer la syntaxe
it: Nascondi Sintassi
ja: 構文を非表示にする
ko: 구문 숨기기
pt_br: Ocultar Sintaxe
ru: Скрыть синтаксис
zh_hans: 隐藏语法
zh_hant: 隱藏語法

source: Enable Style Check
de: Stilprüfung aktivieren
es: Activar control del estilo
fr: Activer la vérification de style
it: Abilita Controllo di stile
ja: スタイルチェックを有効にする
ko: 스타일 검사 활성화
pt_br: Ativar Verificador de Estilo
ru: Включить проверку стиля
zh_hans: 启用风格检查
zh_hant: 啟用風格檢查

source: Disable Style Check
de: Stilprüfung deaktivieren
es: Desactivar control del estilo
fr: Désactiver la vérification de style
it: Disabilita Controllo di stile
ja: スタイルチェックを無効にする
ko: 스타일 검사 비활성화
pt_br: Desativar Verificador de Estilo
ru: Отключить проверку стиля
zh_hans: 禁用风格检查
zh_hant: 停用風格檢查

# Relative_Date_Yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
zh_hans: 昨天
zh_hant: 昨天

# Auth_Mode_Authorize_In_Browser
source: Authorize in Browser
de: Im Browser autorisieren
es: Autorizar en el navegador
fr: Autoriser dans le navigateur
it: Autorizza nel browser
ja: ブラウザで認証
ko: 브라우저에서 인증
pt_br: Autorizar no Navegador
ru: Авторизация в браузере
zh_hans: 在浏览器中授权
zh_hant: 在瀏覽器中授權

# Auth_Mode_Enter_Token_Manually
source: Enter Token Manually
de: Token manuell eingeben
es: Introducir el token manualmente
fr: Saisir le jeton manuellement
it: Inserisci il token manualmente
ja: トークンを手入力
ko: 직접 토큰 입력하기
pt_br: Introduzir Token Manualmente
ru: Ввести токен вручную
zh_hans: 手动输入令牌
zh_hant: 手動輸入權杖

# Auth_Mode_Add_Account_Manually
source: Add Account Manually
de: Konto manuell hinzufügen
es: Añadir cuenta manualmente
fr: Ajouter un compte manuellement
it: Aggiungi account manualmente
ja: アカウントを手動で追加
ko: 계정 직접 추가
pt_br: Adicionar Conta Manualmente
ru: Добавить учетную запись вручную
zh_hans: 手动添加帐户
zh_hant: 手動新增帳號

# Web_Service_Token
source: Token
ru: Токен
zh_hans: 令牌
zh_hant: 權杖

# Web_Service_Website_URL
source: Website URL
es: URL de sitio web
fr: URL du site Internet
it: URL sito web
ja: ウェブサイトのURL
ko: 웹사이트 URL
pt_br: URL do Website
ru: Адрес сайта
zh_hans: 网站URL
zh_hant: 網站 URL

# Web_Service_Username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자명
pt_br: Nome do Usuário
ru: Имя пользователя
zh_hans: 用户名
zh_hant: 使用者名稱

# Web_Service_App_Password
source: App Password
de: App-Passwort
es: Contraseña de la aplicación
fr: Mot de passe de l’application
it: Password dell’app
ja: アプリのパスワード
ko: 앱 비밀번호
pt_br: Senha da Aplicação
ru: Пароль для приложения
zh_hans: 应用密码
zh_hant: 應用程式密碼

# New_Draft_On_Web_Service
source: New Draft on %@
de: Neuer Entwurf auf %@
es: Nuevo borrador en %@
fr: Nouvelle ébauche sur %@
it: Nuova bozza su %@
ja: %@ で新規下書き
ko: %@에 새 초안 만들기
pt_br: Novo Rascunho no %@
ru: Новый черновик на %@
zh_hans: 在%@新建草稿
zh_hant: 新增%@草稿

# New_Post_On_Web_Service
source: New Post on %@
de: Neuer Beitrag auf %@
es: Nuevo publicación en %@
fr: Nouvelle post sur %@
it: Nuovo post su %@
ja: %@ で新規投稿
ko: %@에 새 게시물 만들기
pt_br: Nova Publicação no %@
ru: Новый пост на %@
zh_hans: 在%@新建帖子
zh_hant: 新增%@帖子

# Web_Service_Introduction
source: iA Writer creates drafts which you can review before publishing.
de: iA Writer erstellt Entwürfe, die Sie vor der Veröffentlichung online überprüfen können.
es: iA Writer crea borradores que puedes revisar antes de publicar.
fr: iA Writer crée des brouillons que vous pouvez réexaminer avant publication.
it: iA Writer crea bozze che puoi controllare prima della pubblicazione.
ja: iA Writerから下書きを作成します。公開前に内容を確認できます。
ko: iA Writer는 게시 전에 검토할 수 있는 초안을 생성합니다.
pt_br: O iA Writer cria rascunhos que você poderá rever antes de publicar.
ru: iA Writer создает черновики, которые вы можете проверить перед публикацией.
zh_hans: iA Writer创建草稿，供您在出版前进行检查。
zh_hant: iA Writer 新增的草稿讓您可在發佈前預覽。

# Micropub_Introduction
source: iA Writer will request new posts to be created as drafts. Micropub servers that don’t support this feature will publish immediately.
de: iA Writer erstellt neue Beiträge als Entwürfe. Auf Micropub-Servern, die diese Funktion nicht unterstützen, erfolgt die Veröffentlichung sofort.
es: iA Writer solicitará que las nuevas publicaciones se creen como borradores. Los servidores de Micropub que no admitan esta característica las publicarán de inmediato.
fr: Sur iA Writer, la création de nouvelles publications se fera en tant qu’ébauches. Les serveurs Micropub ne prenant pas en charge cette fonction procéderont immédiatement à la publication.
it: iA Writer richiederà nuovi post per essere creati come bozze. I server di Micropub che non supportano questa funzione pubblicheranno immediatamente.
ja: iA Writerにより、ドラフトとして新規投稿を作成することが求められます。この機能をサポートしていないMicropubサーバーの場合は、投稿がすぐに公開されます。
ko: iA Writer에서 새 게시물을 초안으로 만들 것을 요청합니다. 이 기능을 지원하지 않는 Micropub 서버가 즉시 게시합니다.
pt_br: O iA Writer solicitará que as novas publicações sejam criadas como rascunhos. Os servidores Micropub que não forem compatíveis com esta funcionalidade publicarão imediatamente.
ru: iA Writer запросит создание черновика. Micropub серверы не поддерживающие эту функцию сразу же опубликуют текст.
zh_hans: iA Writer将要求以草稿形式创建新帖子。不支持此功能的Micropub服务器将立即发布。
zh_hant: iA Writer 會要求新文章都先以草稿形式建立，不支持這項功能的 Micropub 伺服器將會直接發佈文章。

# WordPress.com_Description
source: Publish to WordPress.com, or to WordPress sites with Jetpack plugin.
de: Veröffentlichung auf WordPress.com oder WordPress-Websites mit dem Jetpack-Plugin.
es: Publicar en de WordPress.com y sitios WordPress con el complemento Jetpack.
fr: Publier sur WordPress.com ou les sites WordPress avec le module Jetpack.
it: Pubblica su WordPress.com o su siti WordPress con il plugin Jetpack.
ja: WordPress.comまたはJetpackプラグインを使用するWordPressサイトに公開しましょう。
ko: Jetpack 플러그인을 사용한 WordPress 사이트 또는 WordPress.com에 게시.
pt_br: Publique no WordPress.com ou nos sites WordPress com o plug-in Jetpack.
ru: Публикация на WordPress.com, и на сайты на WordPress с плагином Jetpack.
zh_hans: 发布到WordPress.com，或发布到具有Jetpack插件的WordPress网站。
zh_hant: 發佈至 WordPress.com，或具有 Jetpack 外掛程式的 WordPress 網站。

# WordPress.org_Description
source: Publish directly to WordPress sites. WordPress 5.6 or newer is required.
de: Sie können direkt auf WordPress-Websites veröffentlichen. WordPress 5.6+ erforderlich.
es: Publicar directamente en sitios de WordPress. Se requiere WordPress 5.6 o posterior.
fr: Publication directe sur les sites WordPress. Version WordPress 5.6 ou plus récente requise.
it: Pubblica direttamente sui siti WordPress. È richiesto WordPress 5.6 o versioni successive.
ja: WordPressサイトに直接公開します。WordPress 5.6以降が必要です。
ko: WordPress 사이트에 직접 게시하세요. WordPress 5.6 이상이 필요합니다.
pt_br: Publique diretamente em sites WordPress. É necessário o WordPress 5.6 ou mais recente.
ru: Публикация на сайтах на WordPress. Требуется WordPress 5.6 или новее.
zh_hans: 直接发布到WordPress网站。需要安装WordPress 5.6或更高版本。
zh_hant: 直接發佈至 WordPress 網站。須使用 WordPress 5.6 或更新版本。

# WordPress.com_Link_Action
source: About Jetpack
de: Über Jetpack
es: Acerca de Jetpack
fr: À propos de Jetpack
it: Info su Jetpack
ja: Jetpackについて
ko: Jetpack 정보
pt_br: Sobre o Jetpack
ru: Jetpack
zh_hans: 关于Jetpack
zh_hant: 關於 Jetpack

# Medium_Link_Action
source: Get Token on Medium
de: Token einfordern
es: Conseguir símbolo en Medium
fr: Obtenir un jeton sur Medium
it: Ottieni token su Medium
ja: Mediumでトークンを取得
ko: Medium에서 토큰 획득
pt_br: Obter Token no Medium
ru: Получить токен в Medium
zh_hans: 获取Medium令牌
zh_hant: 獲取 Medium 權杖

# Web_Service_Publish_Status_Draft
source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
it: Bozza
ja: 下書き
ko: 초안
pt_br: Rascunho
ru: Черновик
zh_hans: 草稿
zh_hant: 草稿

# Web_Service_Publish_Status_Unlisted
source: Unlisted
de: Nicht eingetragen
es: Sin lista
fr: Non classé
it: Non incluso nell’elenco
ja: 限定公開
ko: 목록에 없음
pt_br: Não mencionado
ru: Скрытый
zh_hans: 未加入列表
zh_hant: 不公開

# Web_Service_Publish_Status_Public
source: Public
de: Öffentlich
es: Público
it: Pubblico
ja: 一般公開
ko: 공개
pt_br: Público
ru: Опубликован
zh_hans: 公开
zh_hant: 公眾

# Web_Service_Error_Missing_Response_Data_Title
source: No Response
de: Keine Antwort
es: Sin respuesta
fr: Sans réponse
it: Senza risposta
ja: 応答なし
ko: 응답 없음
pt_br: Sem Resposta
ru: Нет ответа
zh_hans: 无响应
zh_hant: 沒有回應

# Web_Service_Error_Missing_Response_Data
source: Didn’t receive a response.
de: Keine Antwort erhalten.
es: No se recibió respuesta.
fr: N’a pas reçu de réponse.
it: Non è stata ricevuta alcuna risposta.
ja: 応答がありません。
ko: 응답을 받지 못했습니다.
pt_br: Nenhuma resposta foi recebida.
ru: Ответ не получен.
zh_hans: 没有收到响应。
zh_hant: 沒有收到回應。

# Web_Service_Error_Invalid_Response_Data_Title
source: Invalid Response
de: Ungültige Antwort
es: Respuesta no válida
fr: Réponse non valide
it: Risposta non valida
ja: 無効な応答
ko: 잘못된 응답
pt_br: Resposta Inválida
ru: Неверный ответ
zh_hans: 无效响应
zh_hant: 無效回應

# Web_Service_Error_Invalid_Response_Data
source: Cannot process a response.
de: Konnte keine Antwort einfordern.
es: No se puede procesar una respuesta.
fr: Ne peut traiter de réponse.
it: Impossibile elaborare una risposta.
ja: 応答を処理できません。
ko: 응답을 처리할 수 없습니다.
pt_br: Não foi possível processar uma resposta.
ru: Не удается обработать ответ.
zh_hans: 无法处理响应。
zh_hant: 未能處理回應。

# Web_Service_Error_Invalid_Response_Data_Parameter_Title
source: Invalid Response Parameter
de: Ungültiger Antwort-Parameter
es: Parámetro de respuesta no válido
fr: Paramètre de réponse non valide
it: Parametro di risposta non valido
ja: 無効なパラメーター
ko: 잘못된 응답 매개 변수
pt_br: Parâmetro de Resposta Inválido
ru: Неверный параметр ответа
zh_hans: 无效响应参数
zh_hant: 無效的回應參數

# Web_Service_Error_Invalid_Response_Data_Parameter
source: Received incomplete response.
de: Konnte keine Antwort einfordern.
es: Respuesta incompleta recibida.
fr: Réponse reçue incomplète.
it: Ricevuta risposta incompleta.
ja: 不完全な応答です。
ko: 완전하지 않은 응답을 받았습니다.
pt_br: Resposta incompleta recebida.
ru: Получен неполный ответ.
zh_hans: 收到不完整响应。
zh_hant: 接收到未完全的回應。

# Web_Service_Error_Unsupported_Content_Title
source: Unsupported Content
de: Inhalt wird nicht unterstützt
es: Contenido no admitido
fr: Contenu non pris en charge
it: Contenuto non supportato
ja: 未対応のコンテンツ
ko: 지원되지 않는 콘텐츠
pt_br: Conteúdo Não Suportado
ru: Неподдерживаемое содержимое
zh_hans: 不支持的内容
zh_hant: 不支援的內容

# Web_Service_Error_Unsupported_Content
source: Some content in this document is not supported.
de: Dokument enthält nicht unterstützte Inhalte.
es: Parte del contenido de este documento no es compatible.
fr: Une partie du contenu de document n’est pas pris en charge.
it: Alcuni contenuti in questo documento non sono supportati.
ja: ドキュメンの内にサポートしていないコンテンツが含まれています。
ko: 이 문서의 일부 콘텐츠가 지원되지 않습니다.
pt_br: Alguns conteúdos neste documento não são suportados.
ru: Некоторый части этого документа не поддерживаются.
zh_hans: 不支持此文档内的部分内容。
zh_hant: 在此文件內的部份內容不受支援。

# Web_Service_Error_Unsupported_Content_Recovery_Suggestion
source: Remove unsupported content from the document.
de: Entfernen Sie bitte die nicht unterstützten Formate aus dem Dokument.
es: Eliminar contenido no compatible del documento.
fr: Supprimer le contenu non pris en charge du document.
it: Rimuovi dal documento contenuti non supportati
ja: ドキュメントからサポートしていないコンテンツを削除してください。
ko: 문서에서 지원되지 않는 콘텐츠를 제거하세요.
pt_br: Remover os conteúdos não suportados do documento.
ru: Удалите неподдерживаемое содержимое из документа.
zh_hans: 从文档中删除不支持的内容。
zh_hant: 從文件內移除不支援的內容。

# Web_Service_Error_Invalid_Request_Title
source: Invalid Request
de: Ungültige Anfrage
es: Solicitud no válida
fr: Demande non valide
it: Richiesta non valida
ja: 無効なリクエスト
ko: 잘못된 요청
pt_br: Pedido Inválido
ru: Неверный запрос
zh_hans: 无效请求
zh_hant: 無效的請求

# Web_Service_Error_Invalid_Request
source: Invalid request.
de: Anfrage konnte nicht erfüllt werden.
es: Solicitud no válida.
fr: Demande non valide.
it: Richiesta non valida.
ja: 対応していないリクエストです。
ko: 요청이 잘못되었습니다.
pt_br: Pedido inválido.
ru: Неверный запрос.
zh_hans: 无效请求。
zh_hant: 無效的請求。

# Web_Service_Error_Unauthorized_Title
source: Unauthorized Request
de: Nicht autorisierte Anfrage
es: Solicitud no autorizada
fr: Demande non autorisée
it: Richiesta non autorizzata
ja: 許可されていないリクエスト
ko: 권한이 없는 요청
pt_br: Pedido Não Autorizado
ru: Несанкционированный запрос
zh_hans: 无授权请求
zh_hant: 未授權的請求

# Web_Service_Error_Unauthorized
source: Access token has been revoked or is incorrect.
de: Token inkorrekt oder nicht vorhanden.
es: El token de acceso ha sido revocado o es incorrecto.
fr: Le jeton d’accès a été révoqué ou est incorrect.
it: Il token di accesso è stato revocato o è errato.
ja: アクセストークンが取り消されているか間違っています。
ko: 액세스 토큰이 철회되었거나 잘못되었습니다.
pt_br: O token de acesso foi revogado ou não está correto.
ru: Токен доступа отозван или неверен.
zh_hans: 访问令牌已吊销或有误。
zh_hant: 存取權杖已被撤銷或不正確。

# Web_Service_Error_Unauthorized_Recovery_Suggestion
source: Make sure access token is active and correct.
de: Stellen Sie sicher, dass das Token existiert und korrekt eingegeben wurde.
es: Asegúrate de que el token de acceso esté activo y sea correcto.
fr: Assurez-vous que le jeton d’accès est actif et correct.
it: Assicurati che il token di accesso sia attivo e corretto.
ja: アクセストークンが有効かつ正しいか確認してください。
ko: 액세스 토큰이 유효하고 올바른지 확인하세요.
pt_br: Certifique-se de que o token de acesso está ativo e é o correto.
ru: Убедитесь, что токен доступа активен и правильный.
zh_hans: 请确保访问令牌有效并正确。
zh_hant: 請確保存取權杖已啟動及正確。

# Web_Service_Error_Forbidden_Title
source: Forbidden Request
de: Verbotene Anfrage
es: Solicitud prohibida
fr: Demande interdite
it: Richiesta vietata
ja: 禁止されているリクエスト
ko: 금지된 요청
pt_br: Pedido Proibido
ru: Запрещенный запрос
zh_hans: 受禁止请求
zh_hant: 禁止請求

# Web_Service_Error_Forbidden
source: No permission to perform the request.
de: Nutzer hat keine Publizierungsrechte.
es: No se dispone de permiso para realizar la solicitud
fr: Aucune autorisation à effectuer la demande.
it: Nessuna autorizzazione per eseguire la richiesta.
ja: 権限がありません。
ko: 요청을 수행할 권한이 없습니다.
pt_br: Sem permissão para efetuar o pedido.
ru: Нет разрешения на выполнение запроса.
zh_hans: 无权限执行此请求。
zh_hant: 沒有權限執行請求。

# Web_Service_Error_Forbidden_Recovery_Suggestion
source: Make sure your account is allowed to post.
de: Stellen Sie sicher, dass Sie die nötigen Zugriffsrechte haben.
es: Asegúrate de que tu cuenta tenga permiso para publicar.
fr: Assurez-vous que votre compte est autorisé à publier.
it: Assicurati che l’account abbia l’autorizzazione a pubblicare.
ja: ポスト可能なアカウントか確認してください。
ko: 계정에 게시할 권한이 있는지 확인하세요.
pt_br: Certifique-se de que a sua conta tem permissão para publicar.
ru: Убедитесь, что ваша учетная запись имеет права для размещения публикаций.
zh_hans: 请确保账号有权限发布内容。
zh_hant: 請確保您的帳號允許發佈。

# Web_Service_Error_Other_Title
source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
it: Errore di connessione
ja: 接続エラー
ko: 연결 오류
pt_br: Erro de Conexão
ru: Ошибка подключения
zh_hans: 连接出错
zh_hant: 連線錯誤

# Web_Service_Error_Other
source: Received an error when connecting to the service.
de: Erhaltene Fehlermeldung: %@.
es: Has recibido un error al conectarte al servicio.
fr: Une erreur a été reçue lors de la tentative de connexion au service.
it: Ricevuto un errore durante la connessione al servizio.
ja: エラーメッセージ： %@.
ko: 서비스에 연결하는 중 오류가 발생했습니다.
pt_br: Um erro foi recebido ao tentar conectar com o serviço.
ru: При подключении к службе получена ошибка.
zh_hans: 接入服务时收到错误。
zh_hant: 連接服務時收到錯誤。

# Web_Service_Error_Auth_Denied_Title
source: Access Denied
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato
ja: アクセス拒否
ko: 접근이 거부됨
pt_br: Acesso Negado
ru: Доступ запрещен
zh_hans: 访问被拒绝
zh_hant: 存取被拒

# Web_Service_Error_Auth_Denied
source: Access to account was denied.
de: Zugriff verweigert.
es: Se ha denegado el acceso a la cuenta.
fr: L’accès au compte a été refusé.
it: L’accesso all’account è stato negato.
ja: アカウントへのアクセスが拒否されました。
ko: 계정에 대한 접근이 거부되었습니다.
pt_br: O acesso à conta foi negado.
ru: Доступ к учетной записи запрещен.
zh_hans: 访问账号被拒绝。
zh_hant: 存取帳號被拒。

# Web_Service_Error_Auth_Denied_Recovery_Suggestion
source: You must approve access to your account to use it in iA Writer.
de: Bitte stellen Sie sicher, dass iA Writer auf ihr Konto zugreifen darf.
es: Debes aprobar el acceso a tu cuenta para usarla en iA Writer.
fr: Vous devez approuver l’accès à votre compte pour l’utiliser dans iA Writer.
it: Devi approvare l’accesso al tuo account per utilizzarlo in iA Writer.
ja: iA Writerからのアクセスを許可してください。
ko: iA Writer에서 사용할 수 있도록 계정에 대한 접근을 허용해야 합니다.
pt_br: Você deve aprovar o acesso à sua conta para poder utilizá-la no iA Writer.
ru: Вы должны предоставить доступ к своей учетной записи, чтобы использовать ее в iA Writer.
zh_hans: 您必须批准对账号的访问，才可在iA Writer中使用。
zh_hant: 您必須允許存取帳號以在 iA Writer 內使用。

# Web_Service_Error_IndieAuth_Not_Found_Title
source: IndieAuth Not Found
de: IndieAuth nicht gefunden
es: IndieAuth no encontrado
fr: IndieAuth introuvable
it: IndieAuth non trovato
ja: IndieAuthが見つかりません
ko: IndieAuth 찾을 수 없음
pt_br: IndieAuth Não Encontrado
ru: IndieAuth не найден
zh_hans: 找不到IndieAuth
zh_hant: 找不到 IndieAuth
