Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/Shared/Kit.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# Web_Service_Error_IndieAuth_Not_Found
source: Could not find IndieAuth.
de: Konnte IndieAuth nicht finden.
es: No se pudo encontrar IndieAuth.
fr: IndieAuth introuvable.
it: Impossibile trovare IndieAuth.
ja: IndieAuthが見つかりませんでした。
ko: IndieAuth를 찾을 수 없습니다.
pt_br: Não foi possível encontrar o IndieAuth.
ru: Не удалось найти IndieAuth.
zh_hans: 找不到IndieAuth。
zh_hant: 無法找到 IndieAuth。

# Web_Service_Error_IndieAuth_Not_Found_Recovery_Suggestion
source: Make sure that IndieAuth meta tags or link headers are present.
de: Vergewissern Sie sich, dass IndieAuth-Metatags oder Link-Header vorhanden sind.
es: Asegúrate de que existen metaetiquetas o encabezados de enlace de IndieAuth.
fr: Veiller à ce que les éléments meta ou les liens d’en-tête IndieAuth soient présents.
it: Assicurati che siano presenti i meta tag o le intestazioni dei link di IndieAuth.
ja: IndieAuthのメタタグまたはリンクヘッダーが存在していることを確認してください。
ko: IndieAuth 메타 태그 또는 링크 헤더가 있는지 확인해보세요.
pt_br: Certifique-se de que os meta identificadores ou cabeçalhos de link IndieAuth estão presentes.
ru: Убедитесь, что мета теги или заголовки IndieAuth присутствуют на странице.
zh_hans: 确保IndieAuth元标记或链接标头是存在的。
zh_hant: 請確認 IndieAuth 的中繼標籤與連結標頭確實存在。

# Web_Service_Error_Micropub_Not_Found_Title
source: Micropub Not Found
de: Micropub nicht gefunden
es: Micropub no encontrado
fr: Micropub introuvable
it: Micropub non trovato
ja: Micropubが見つかりません
ko: Micropub 찾을 수 없음
pt_br: Micropub Não Encontrado
ru: Micropub не найден
zh_hans: 找不到Micropub
zh_hant: 找不到 Micropub

# Web_Service_Error_Micropub_Not_Found
source: Could not find Micropub.
de: Konnte Micropub nicht finden.
es: No se pudo encontrar Micropub.
fr: Micropub introuvable.
it: Impossibile trovare Micropub.
ja: Micropubが見つかりませんでした。
ko: Micropub를 찾을 수 없습니다.
pt_br: Não foi possível encontrar o Micropub.
ru: Не удалось найти Micropub.
zh_hans: 找不到Micropub。
zh_hant: 無法找到 Micropub。

# Web_Service_Error_Micropub_Not_Found_Recovery_Suggestion
source: Make sure that Micropub meta tags or link headers are present.
de: Vergewissern Sie sich, dass Micropub-Metatags oder Link-Header vorhanden sind.
es: Asegúrate de que existen metaetiquetas o encabezados de enlace de Micropub.
fr: Veiller à ce que les éléments meta ou les liens d’en-tête Micropub soient présents.
it: Assicurati che siano presenti i meta tag o le intestazioni dei link di Micropub.
ja: Micropubのメタタグまたはリンクヘッダーが存在していることを確認してください。
ko: Micropub 메타 태그 또는 링크 헤더가 있는지 확인해보세요.
pt_br: Certifique-se de que os meta identificadores ou cabeçalhos de link Micropub estão presentes.
ru: Убедитесь, что мета теги или заголовки Micropub присутствуют на странице.
zh_hans: 确保Micropub元标记或链接标头是存在的。
zh_hant: 請確認 Micropub 的中繼標籤與連結標頭確實存在。

# Web_Service_Error_WordPress_API_Not_Found_Title
source: WordPress API Not Found
de: WordPress API nicht gefunden
es: API de WordPress no encontrada
fr: WordPress API introuvable
it: API WordPress non trovata
ja: WordPress APIが見つかりません
ko: WordPress API 찾을 수 없음
pt_br: API WordPress Não Encontrada
ru: WordPress API не найден
zh_hans: 找不到WordPress API
zh_hant: 找不到 WordPress API

# Web_Service_Error_WordPress_API_Not_Found
source: Could not find WordPress API.
de: Konnte WordPress API nicht finden.
es: No se encontró la API de WordPress.
fr: WordPress API introuvable.
it: Impossibile trovare API WordPress.
ja: WordPress APIが見つかりませんでした。
ko: WordPress API를 찾을 수 없습니다.
pt_br: Não foi possível encontrar a API WordPress.
ru: Не удалось найти WordPress API.
zh_hans: 找不到WordPress API。
zh_hant: 無法找到 WordPress API。

# Web_Service_Error_WordPress_API_Not_Found_Recovery_Suggestion
source: Make sure you’re using WordPress 4.7 or newer, and that the WordPress API meta tag is present.
de: Vergewissern Sie sich, dass Sie WordPress 4.7+ einsetzen und dass der richtige Metatag für die WordPress API vorhanden ist.
es: Asegúrate de que usas WordPress 4.7 o más reciente y de que la metaetiqueta API de WordPress está presente.
fr: Assurez-vous d’utiliser WordPress 4.7 ou plus récent et de disposer de l’élément meta de WordPress API.
it: Assicurati di utilizzare WordPress 4.7 o versione successiva e che sia presente il meta tag di API WordPress.
ja: WordPress 4.7以降を使用していることと、WordPress APIのメタタブが存在していることを確認してください。
ko: WordPress 4.7 이상의 버전을 사용하고 있는지, 그리고 WordPress API 메타 태그가 있는지 확인해보세요.
pt_br: Certifique-se de que você está usando o WordPress 4.7 ou mais recente e que o meta identificador da API WordPress está presente.
ru: Убедитесь, что вы используете WordPress 4.7 или новее, и что мета тег WordPress API присутствует на странице.
zh_hans: 确保使用WordPress 4.7或更高版本，并确保WordPress API元标记是存在的。
zh_hant: 請確認您正在使用 WordPress 4.7 或更新版本，且 WordPress API 的中繼標籤確實存在。

# Web_Service_Error_WordPress_App_Passwords_Not_Found_Title
source: WordPress App Passwords Not Available
de: WordPress-App-Passwörter nicht verfügbar
es: Contraseñas de la aplicación WordPress no disponibles
fr: Mots de passe de l'application WordPress non disponibles
it: Password app WordPress non disponibili
ja: WordPressアプリのパスワードが利用できません
ko: WordPress 앱 비밀번호 이용 불가
pt_br: Senhas de Aplicativos WordPress Não Disponíveis
ru: Нет паролей для приложения от WordPress
zh_hans: WordPress应用密码不可用
zh_hant: WordPress應用程式密碼不可用

# Web_Service_Error_WordPress_App_Passwords_Not_Found
source: WordPress app passwords are not available.
de: WordPress-App-Passwörter sind nicht verfügbar.
es: Las contraseñas de la aplicación WordPress no están disponibles.
fr: Les mots de passe de l'application WordPress ne sont pas disponibles.
it: Le password dell’app WordPress non sono disponibili.
ja: WordPressアプリのパスワードが利用できません。
ko: WordPress 앱 비밀번호를 이용할 수 없습니다.
pt_br: As senhas de aplicativos do WordPress não estão disponíveis.
ru: Пароли для приложения от WordPress недоступны.
zh_hans: WordPress应用密码不可用。
zh_hant: WordPress應用程式密碼不可用。

# Web_Service_Error_WordPress_App_Passwords_Not_Found_Recovery_Suggestion
source: Make sure that app passwords are enabled on the site and for your user. Some security plugins disable app passwords by default.
de: Stellen Sie sicher, dass App-Passwörter auf der Website und für Ihren Benutzer aktiviert sind. Einige Sicherheits-Plugins deaktivieren App-Passwörter standardmäßig.
es: Asegúrate de que usas WordPress 5.6 o más reciente y de que las contraseñas de la aplicación no están deshabilitadas en el sitio o en tu usuario.
fr: Assurez-vous que les mots de passe de l'application sont activés sur le site et pour votre utilisateur. Certains plugins de sécurité désactivent les mots de passe des applications par défaut.
it: Assicurati di utilizzare WordPress 5.6 o versioni successive e che le password dell’app non siano disabilitate sul sito o per il tuo utente.
ja: WordPress 5.6以降を使用していることと、サイト上で、もしくはユーザーに対して、アプリのパスワードが無効になっていないことを確認してください。
ko: WordPress 5.6 이상의 버전을 사용하고 있는지, 앱 비밀번호가 사이트에서 또는 사용자에 대해 비활성화되어 있지 않은지 확인하세요.
pt_br: Certifique-se de que as senhas de aplicativos estejam habilitadas no site e para o seu usuário. Alguns plugins de segurança desativam as senhas de aplicativos por padrão.
ru: Убедитесь, что вы используете версию WordPress 5.6 или новее, а пароли для приложения не отключены на сайте или для вашего пользователя.
zh_hans: 确保该站点和您的用户已启用应用密码。一些安全插件默认禁用应用密码。
zh_hant: 確保該站點和您的用戶已啟用應用程式密碼。某些安全性外掛程式預設會停用應用程式密碼。

# Web_Service_Recovery_Suggestion_Try_Later
source: Please try again later.
de: Versuchen Sie es später nochmals.
es: Por favor, vuelve a probar más tarde.
fr: Veuillez réessayer plus tard.
it: Riprova più tardi.
ja: 後でお試しください。
ko: 나중에 다시 시도하세요.
pt_br: Por favor, tente novamente mais tarde.
ru: Пожалуйста, попробуйте позже.
zh_hans: 请稍后重试。
zh_hant: 請稍後再試。

# Medium_Failure_Reason_Unsupported_Content
source: Some elements may look different: %@.
de: Einzelne Elemente könnten anders dargestellt werden: %@.
es: Algunos elementos pueden verse diferentes: %@.
fr: Certains éléments peuvent sembler différents : %@.
it: Alcuni elementi potrebbero avere un aspetto diverso: %@.
ja: いくつかの要素が異なった表示になる恐れがあります： %@
ko: 일부 요소가 다르게 보일 수 있습니다: %@.
pt_br: Determinados elementos podem ter um aspecto diferente: %@.
ru: Некоторые элементы могут выглядеть иначе: %@.
zh_hans: 部分元素显示效果可能存在出入：%@。
zh_hant: 有些元素可能看起來不同：%@。

# Medium_Failure_Reason_Unsupported_Content_Tables
source: tables
de: Tabellen
es: tablas
fr: tableaux
it: tabelle
ja: テーブル
ko: 표
pt_br: tabelas
ru: таблицы
zh_hans: 表格
zh_hant: 表

# Medium_Failure_Reason_Unsupported_Content_Footnotes
source: footnotes
de: Fußnoten
es: notas al pie
fr: notes de bas de page
it: note a piè di pagina
ja: 脚注
ko: 각주
pt_br: notas de rodapé
ru: сноски
zh_hans: 脚注
zh_hant: 註腳

# Medium_Failure_Reason_Unsupported_Content_Nested_List_Items
source: nested list items
de: Verschachtelte Listen
es: elementos de lista anidados
fr: éléments de liste imbriqués
it: elementi elenco nidificati
ja: ネストされたリスト
ko: 중첩된 목록 항목
pt_br: itens de lista agrupados
ru: списки больше чем с одним уровнем
zh_hans: 混合列表项目
zh_hant: 內嵌列表項目

# Medium_Failure_Reason_Unsupported_Content_Nested_Ordered_List_Items
source: nested ordered list items
de: Verschachtelte nummerierte Listen
es: elementos de lista ordenada anidados
fr: éléments de liste ordonnée imbriqués
it: elementi elenco ordinato nidificati
ja: ネストされた番号リスト
ko: 중첩된 순서가 지정된 목록 항목
pt_br: itens de lista agrupados e ordenados
ru: упорядоченные списки больше чем с одним уровнем
zh_hans: 混合已排序列表项目
zh_hant: 內嵌排序列表項目

# Medium_Failure_Reason_Unsupported_Content_Task_List_Items
source: task list items
de: Aufgaben-Listen
es: artículos de la lista de tareas
fr: éléments de la liste de tâches
it: elementi elenco attività
ja: タスクリスト
ko: 작업 목록 항목
pt_br: itens de lista de tarefas
ru: списки задач
zh_hans: 任务列表项目
zh_hant: 任務列表項目

# Medium_Failure_Reason_Unsupported_Content_H5
source: heading 5
de: Überschrift 5
es: título 5
fr: En-tête 5
it: titolo 5
ja: H5 見出し
ko: 제목 5
pt_br: cabeçalho 5
ru: заголовки 5 уровня
zh_hans: 标题5
zh_hant: 標題 5

# Medium_Failure_Reason_Unsupported_Content_H6
source: heading 6
de: Überschrift 6
es: título 6
fr: En-tête 6
it: titolo 6
ja: H6 見出し
ko: 제목 6
pt_br: cabeçalho 6
ru: заголовки 6 уровня
zh_hans: 标题6
zh_hant: 標題 6

# Medium_Failure_Reason_Unsupported_Content_TOC
source: TOC
de: Inhaltsverzeichnis
es: Índice
fr: TDM
it: Indice
ja: 目次
ko: 목차
pt_br: Índice
ru: Оглавление
zh_hans: 目录
zh_hant: 目錄

# WordPress_No_Sites_Error
source: Couldn’t find any sites associated with your WordPress account.
de: Konnte keine Seiten finden, die mit Ihrem WordPress-Konto verbunden sind.
es: No se pudo encontrar ningún sitio asociado con tu cuenta de WordPress.
fr: Aucun site trouvé associé à votre compte WordPress.
it: Impossibile trovare siti associati al tuo account WordPress.
ja: あなたの WordPress アカウントに関連付けされたサイトが見つかりません。
ko: 회원님의 WordPress 계정과 연결된 사이트를 발견하지 못했습니다.
pt_br: Não foi possível encontrar sites associados à sua conta WordPress.
ru: Не удалось найти ни одного сайта, связанного с вашей учетной записью WordPress.
zh_hans: 未找到与您的WordPress账号相关联的站点。
zh_hant: 找不到與您的 WordPress 帳號關聯的任何網站。

# WordPress_No_Sites_Error_Title
source: No Sites Found
de: Keine Webseite vorhanden
es: No se encontraron sitios
fr: Aucun site trouvé
it: Nessun sito trovato
ja: サイトがありません
ko: 발견된 사이트가 없습니다
pt_br: Não Foram Encontrados Sites
ru: Сайты не найдены
zh_hans: 未找到站点
zh_hant: 未找到網站

# WordPress_No_Sites_Error_Recovery_Suggestion
source: Make you sure you authorized the right account, or add a new site to your WordPress account.
de: Stellen Sie sicher, dass Sie das richtige Konto freigeschaltet haben, oder fügen Sie ihrem Konto eine neue Installation hinzu.
es: Asegúrese de que has autorizado la cuenta correcta o agrega un nuevo sitio a tu cuenta de WordPress.
fr: Assurez-vous d’avoir accordé l’autorisation au bon compte ou ajoutez un nouveau site à votre compte WordPress.
it: Assicurati di aver autorizzato l’account corretto, oppure aggiungi un nuovo sito al tuo account WordPress.
ja: 正しいアカウントを許可しているかご確認ください、もしくは新しいサイトを追加してください。
ko: 올바른 계정을 인증했는지 확인하거나, WordPress 계정에 새로운 사이트를 추가하세요.
pt_br: Certifique-se de que você autorizou a conta correta ou adicione um novo site à sua conta WordPress.
ru: Удостоверьтесь, что вы предоставили правильную учетную запись или добавьте новый сайт в учетную запись WordPress.
zh_hans: 请确保您已授权正确的账号，或者向您的WordPress账号添加新站点。
zh_hant: 確保您授權正確的帳號，或新增網頁至您的 WordPress 帳號。

# WordPress_Manage_Sites
source: Manage Sites
de: Seiten verwalten
es: Gestionar sitios
fr: Gérer les sites
it: Gestisci siti
ja: サイト管理
ko: 사이트 관리
pt_br: Gerenciar Sites
ru: Управление сайтами
zh_hans: 管理站点
zh_hant: 管理網站

# Web_Service_Image_Upload_Error
source: Failed to upload some images.
de: Einige Bilder konnten nicht hochgeladen werden.
es: Error al cargar algunas imágenes.
fr: Le transfert de certaines images a échoué.
it: Impossibile caricare delle immagini.
ja: 画像のアップロードに失敗しました。
ko: 일부 이미지를 업로드하지 못했습니다.
pt_br: Não foi possível carregar algumas imagens.
ru: Не удалось загрузить некоторые изображения.
zh_hans: 部分图片上传失败。
zh_hant: 上傳部分圖片失敗。

# Web_Service_Image_Upload_Error_Title
source: Image Upload Failed
de: Bilder konnten nicht hochgeladen werden
es: Subida de imagen fallida
fr: Le transfert de l’image a échoué.
it: Caricamento immagini non riuscito
ja: 画像アップロードの失敗
ko: 이미지 업로드 실패
pt_br: Carregamento de Imagens Falhou
ru: Ошибка загрузки изображений
zh_hans: 图片上传失败
zh_hant: 上傳圖片失敗

# Medium_Image_Upload_Error_Unauthorized_Title
source: Medium Disabled Image Uploads
de: Bilder-Hochladen von Medium deaktiviert
es: Medium ha deshabilitado la subida de imágenes
fr: Transferts d’images sur Medium désactivés
it: Medium ha disattivato il caricamento d’immagini
ja: Medium画像アップロード中断
ko: Medium에서 이미지 업로드가 비활성화되었습니다
pt_br: Carregamento de Imagens Desativado Pelo Medium
ru: Medium отключил загрузку изображений
zh_hans: Medium已禁用图片上传
zh_hant: Medium 已停用圖片上載功能

# Medium_Image_Upload_Error_Unauthorized
source: Medium disabled image uploads.
de: Medium hat das Hochladen von Bildern deaktiviert.
es: Medium ha deshabilitado la subida de imágenes
fr: Transferts d’images sur Medium désactivés
it: Medium ha disattivato il caricamento d’immagini.
ja: Mediumの画像アップロードが中断されました
ko: Medium에서 이미지 업로드가 비활성화되었습니다.
pt_br: O Medium desativou os carregamentos de imagens.
ru: Medium отключил загрузку изображений.
zh_hans: Medium已禁用图片上传。
zh_hant: Medium 已停用圖片上載功能。

# Medium_Image_Upload_Error_Unauthorized_Recovery_Suggestion
source: Please contact Medium to enable image uploads for your token.
de: Bitte kontaktieren Sie Medium, um das Hochladen von Bildern für Ihr Token zu aktivieren.
es: Ponte en contacto con Medium para habilitar la subida de imágenes para tu token.
fr: Veuillez contacter Medium pour activer les transferts d’images pour votre jeton.
it: Contatta Medium per attivare il caricamento d’immagini per il tuo token.
ja: トークンの画像をアップロードするにはMediumにお問い合わせ下さい。
ko: Medium에 연락해서 토큰에 대한 이미지 업로드를 활성화하세요.
pt_br: Por favor, contate o Medium para ativar os carregamentos de imagens para o seu token.
ru: Пожалуйста, свяжитесь с Medium чтобы включить загрузку изображений для вашего токена.
zh_hans: 请联系Medium为您的令牌启用图片上传。
zh_hant: 請聯絡 Medium，以啟用您權杖的圖片上載功能。

# Medium_Image_Upload_Error_Contact
source: Contact Medium
de: Medium kontaktieren
es: Contacto con Medium
fr: Contacter Medium
it: Contatta Medium
ja: Mediumに問い合わせる
ko: Medium에 연락하기
pt_br: Contatar o Medium
ru: Связаться с Medium
zh_hans: 联系Medium
zh_hant: 聯絡 Medium

# Ghost_Export_Type_HTML
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

# Ghost_Export_Type_HTML_Description
source: May lose some markup. Best for editing in Ghost.
de: Einige Formatierungen könnten verloren gehen. Zur Bearbeitung empfehlen wir Ghost.
es: Se puede perder alguna marca. El mejor para editar en Ghost.
fr: Perte possible de quelques indications typographiques. Parfait pour l’édition dans Ghost.
it: È possibile una perdita di markup. Ideale per editing su Ghost.
ja: 一部のマークアップが失われる可能性があります。 Ghostでの編集に最適。
ko: 일부 마크업이 손실될 수 있습니다. Ghost에서 편집 시 가장 좋습니다.
pt_br: Algumas marcações podem ser perdidas. Melhor para a edição no Ghost.
ru: Часть разметки может быть потеряна. Лучше всего подходит для редактирования в Ghost.
zh_hans: 可能会丢失一些markup 。 最适合在Ghost中编辑。
zh_hant: 可能會失去一些 markup。 適用於在 Ghost 中編輯。

# Ghost_Export_Type_HTML_Card
source: HTML Card
de: HTML-Karte
es: Tarjeta HTML
fr: Carte HTML
ja: HTMLカード
ko: HTML 카드
pt_br: Cartão HTML
ru: HTML Карточка
zh_hans: HTML卡
zh_hant: HTML 卡片

# Ghost_Export_Type_HTML_Card_Description
source: Most compatible.
de: Sehr kompatibel.
es: El más compatible.
fr: Meilleure compatibilité.
it: Più compatibile.
ja: 最も互換性があります。
ko: 가장 호환 가능.
pt_br: Maior compatibilidade
ru: Лучшая совместимость.
zh_hans: 兼容性最高。
zh_hant: 最兼容

# Ghost_Export_Type_Markdown_Card
source: Markdown Card
de: Markdown-Karte
es: Tarjeta de marcado
fr: Carte Markdown
ja: マークダウンカード
ko: 마크다운 카드
pt_br: Cartão Markdown
ru: Markdown Карточка
zh_hans: Markdown卡
zh_hant: Markdown 卡片

# Ghost_Export_Type_Markdown_Card_Description
source: Some markup may look different.
de: Einige Formatierungen könnten anders aussehen.
es: Puede que alguna marca sea diferente.
fr: Certaines indications typographiques peuvent sembler différentes.
it: Parte del markup potrebbe avere un aspetto diverso.
ja: 一部のマークアップの表示が異なる場合があります。
ko: 일부 마크업이 다르게 보일 수 있습니다.
pt_br: Algumas marcações podem ter um aspecto diferente.
ru: Часть разметки может выглядеть по-другому.
zh_hans: 部分markup显示效果可能存在出入。
zh_hant: 有些 markup 可能看起來不同。

# Micropub_Export_Type_HTML_Description
source: Most compatible.
de: Sehr kompatibel.
es: El más compatible.
fr: Meilleure compatibilité.
it: Più compatibile.
ja: 最も互換性があります。
ko: 가장 호환 가능.
pt_br: Maior compatibilidade
ru: Лучшая совместимость.
zh_hans: 兼容性最高。
zh_hant: 最兼容

# Micropub_Export_Type_Markdown_Description
source: Some markup may look different.
de: Einige Formatierungen könnten anders aussehen.
es: Puede que alguna marca sea diferente.
fr: Certaines indications typographiques peuvent sembler différentes.
it: Parte del markup potrebbe avere un aspetto diverso.
ja: 一部のマークアップの表示が異なる場合があります。
ko: 일부 마크업이 다르게 보일 수 있습니다.
pt_br: Algumas marcações podem ter um aspecto diferente.
ru: Часть разметки может выглядеть по-другому.
zh_hans: 部分markup显示效果可能存在出入。
zh_hant: 有些 markup 可能看起來不同。

# WordPress_Export_Type_HTML_Description
source: Most compatible.
de: Sehr kompatibel.
es: El más compatible.
fr: Meilleure compatibilité.
it: Più compatibile.
ja: 最も互換性があります。
ko: 가장 호환 가능.
pt_br: Maior compatibilidade
ru: Лучшая совместимость.
zh_hans: 兼容性最高。
zh_hant: 最兼容

# WordPress_Export_Type_Markdown_Description
source: Some markup may look different.
de: Einige Formatierungen könnten anders aussehen.
es: Puede que alguna marca sea diferente.
fr: Certaines indications typographiques peuvent sembler différentes.
it: Parte del markup potrebbe avere un aspetto diverso.
ja: 一部のマークアップの表示が異なる場合があります。
ko: 일부 마크업이 다르게 보일 수 있습니다.
pt_br: Algumas marcações podem ter um aspecto diferente.
ru: Часть разметки может выглядеть по-другому.
zh_hans: 部分markup显示效果可能存在出入。
zh_hant: 有些 markup 可能看起來不同。

# Microblog_Sign_In_Action
source: Send a Sign‑In Link
de: Anmeldelink senden
es: Enviar enlace de inicio de sesión
fr: Envoyer un lien de connexion
it: Invia un link di accesso
ja: サインイン用のリンクを送信
ko: 로그인 링크 전송
pt_br: Enviar um Link Para Início de Sessão
ru: Отправить ссылку для входа
zh_hans: 发送登录链接
zh_hant: 傳送登入連結

# Microblog_Sign_In_Title
source: Micro.blog Sent a Sign‑In Link
de: Micro.blog hat einen Anmeldelink gesendet
es: Micro.blog envió un enlace de inicio de sesión
fr: Micro.blog a envoyé un lien de connexion
it: Micro.blog ha inviato un link di accesso
ja: Micro.blogよりサインイン用のリンクが送信されました
ko: Micro.blog에서 로그인 링크 전송
pt_br: Micro.blog Enviou um Link Para Início de Sessão
ru: Micro.blog отправил ссылку для входа
zh_hans: Micro.blog发送了登录链接
zh_hant: Micro.blog 已傳送登入連結

# Microblog_Sign_In
source: Micro.blog sent a sign‑in link to your email.
de: Micro.blog hat einen Anmeldelink an Ihre E-Mail-Adresse gesendet.
es: Micro.blog envió un enlace de inicio de sesión a tu correo electrónico.
fr: Micro.blog a envoyé un lien de connexion sur votre e-mail
it: Micro.blog ha inviato un link di accesso alla tua e-mail.
ja: Micro.blogよりお使いのメールアドレスにサインイン用のリンクが送信されました。
ko: Micro.blog에서 이메일로 로그인 링크를 전송했습니다.
pt_br: Micro.blog enviou para o seu e-mail um link para o início de sessão.
ru: Micro.blog отправил вам на эл. почту ссылку для входа.
zh_hans: Micro.blog已将登录链接发送到您的电子邮件。
zh_hant: Micro.blog 已傳送登入連結至您的電子郵件。

# Microblog_Sign_In_Recovery_Suggestion
source: Check your email on this %@ and use the link to add the account to iA Writer.
de: Überprüfen Sie Ihre E-Mails auf diesem %@ und verwenden Sie den Link, um das Konto zu iA Writer hinzuzufügen.
es: Comprueba tu correo electrónico en este %@ y usa el enlace para añadir la cuenta a iA Writer.
fr: Vérifiez votre e-mail sur ce %@ et utilisez le lien pour ajouter le compte à iA Writer.
it: Controlla la tua e-mail su questo %@ e usa il link per aggiungere l’account a iA Writer.
ja: この%@でメールを確認し、リンクを使用してアカウントをiA Writerに追加してください。
ko: %@에서 이메일을 확인한 후 링크를 사용해 계정을 iA Writer에 추가하세요.
pt_br: Consulte o seu e-mail neste %@ e use o link para adicionar a conta ao iA Writer.
ru: Проверьте эл. почту на вашем %@ и с помощью ссылки добавьте учетную запись в iA Writer.
zh_hans: 在这台%@上查看您的电子邮件，并使用链接将账户添加到iA Writer。
zh_hant: 請至您的電子郵件中查看 %@，並使用該連結至 iA Writer 新增帳號。

# Template_Error_Missing_Page_Title
source: Missing Template Page
de: Template-Seite fehlt
es: Falta la página de la plantilla
fr: Modèle de page manquant
it: Pagina del modello mancante
ja: テンプレートページ
ko: 누락된 템플릿 페이지
pt_br: Página do Modelo em Falta
ru: Отсутствует страница шаблона
zh_hans: 缺失模板页
zh_hant: 缺少範本頁面

# Template_Error_Missing_Page
source: Cannot read a template page.
de: Template-Seite kann nicht gelesen werden.
es: No se puede leer una página de plantilla.
fr: Modèle de page illisible.
it: Impossibile leggere una pagina del modello.
ja: テンプレートページを読み込めません。
ko: 템플릿 페이지를 읽을 수 없습니다.
pt_br: Não é possível ler uma página do modelo.
ru: Не удается найти страницу шаблона.
zh_hans: 无法读取模板页。
zh_hant: 無法讀取範本頁面。

# Template_Error_Missing_Page_Recovery_Suggestion
source: Check if you correctly specified “%@” in Info.plist.
de: Überprüfe Spezifikation „%@“ in der Info.plist.
es: Comprueba si has especificado correctamente «%@» en Info.plist.
fr: Vérifiez si vous avez correctement spécifié « %@ » dans Info.plist.
it: Controlla di aver specificato in modo corretto «%@» in Info.plist.
ja: Info.plistで “%@” の指定が正しいか確認してください。
ko: Info.plist에서 “%@”을(를) 올바로 지정했는지 확인하세요.
pt_br: Verifique se você especificou corretamente “%@” no Info.plist.
ru: Проверьте, правильно ли вы указали «%@» в Info.plist.
zh_hans: 请检查您是否在Info.plist中正确指定了“%@”。
zh_hant: 檢查您是否在 Info.plist 中正確指定「%@」。

# Template_Error_Undefined_Page_Title
source: Undefined Template Page
de: Nicht definierte Template-Seite
es: Página de plantilla no definida
fr: Modèle de page non défini
it: Pagina del modello non definita
ja: 定義されていないテンプレートページ
ko: 정의되지 않은 템플릿 페이지
pt_br: Página de Modelo Não Definida
ru: Не указана страница шаблона
zh_hans: 未定义模板页
zh_hant: 未定義的範本頁面

# Template_Error_Undefined_Page
source: Cannot find a template page definition.
de: Template-Seitendefinition nicht auffindbar.
es: No se puede encontrar una definición de página de plantilla.
fr: Impossible de trouver une définition de modèle de page.
it: Impossibile trovare una definizione di pagina del modello.
ja: テンプレートページの定義が見つかりません。
ko: 템플릿 페이지 정의를 찾을 수 없습니다.
pt_br: Não foi possível encontrar uma definição para uma página do modelo.
ru: Не удается найти определение страницы шаблона.
zh_hans: 无法找到模板页定义。
zh_hant: 找不到範本頁面定義。
