Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/Shared/Kit.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# External_Change_Error_Recovery_Suggestion
source: The file has been modified outside iA Writer. If you revert to the file on disk, any recent changes you made in iA Writer may be lost. You can also click Save As to save your changes to a different file.
de: Das Dokument wurde ausserhalb von iA Writer geändert. Falls Sie das Dokument innerhalb von iA Writer wiederherstellen, werden die Änderungen, die Sie ausserhalb vorgenommen haben, überschrieben. Sie können die Änderungen mittels „Speichern unter …“ in einem anderen Dokument abspeichern.
es: El archivo se ha modificado fuera de iA Writer. Si reviertes el archivo en el disco, podrías perder cualquier cambio reciente que hayas realizado en iA Writer. También puedes hacer clic en guardar como para guardar tus cambios en un archivo diferente.
fr: Le fichier a été modifié à l’extérieur d’iA Writer. Si vous revenez au dossier sur le disque, toute modification effectuée dans iA Writer pourrait être perdue. Vous pouvez également cliquer sur Enregistrer Sous pour enregistrer vos modifications dans un fichier différent.
it: Il file è stato modificato fuori da iA Writer. Se ripristini il file su disco, le modifiche recenti che hai apportato in iA Writer potrebbero andare perse. Puoi anche cliccare su Salva come per salvare le modifiche su un altro file.
ja: ファイルが iA Writer 以外から変更されています。復元を行った場合、iA Writer から最近行われた変更はすべて失われます。別名で保存を選択することで、変更を別のファイルに保存することができます。
ko: 파일이 iA Writer 밖에서 수정되었습니다. 디스크 상의 파일로 되돌리면 iA Writer에서 수행한 최근 변경 사항이 손실될 수 있습니다. 또한, 다음으로 저장을 클릭하여 다른 파일로 변경 사항을 저장할 수 있습니다.
pt_br: O arquivo foi modificado fora do iA Writer. Se reverter para a versão do arquivo em disco, todas as alterações recentes feitas no iA Writer podem ser perdidas. Você também poderá clicar em Salvar Como para salvar as suas alterações num arquivo diferente.
ru: Файл был изменен вне iA Writer. Если вы восстановите файл на диске, любые недавние изменения, сделанные вами в iA Writer, могут быть потеряны. Вы также можете нажать «Сохранить как», чтобы сохранить изменения в другом файле.
zh_hans: 文件已在iA Writer外经过修改。若将磁盘上的文件还原至旧版本，您在iA Writer上做出的任何变动均可能丢失。您也可点击“另存为”，将您的变动保存到另一个文件内。
zh_hant: 此檔案已在 iA Writer 外被修改。如果您在硬碟上還原檔案，您最近在 iA Writer 內所作的變更亦可能遺失。您亦可點擊儲存為以儲存您的變更至另一個檔案。

# External_Change_Error_Keep_Action
source: Keep iA Writer Version
de: iA Writer Version behalten
es: Mantener la versión de iA Writer
fr: Conserver la version d’iA Writer
it: Tieni la versione di iA Writer
ja: iA Writer のバージョンを保持
ko: iA Writer 버전 유지
pt_br: Manter a Versão do iA Writer
ru: Сохранить версию iA Writer
zh_hans: 保留iA Writer版本
zh_hant: 保持 iA Writer 版本

# External_Change_Error_Revert_Action
source: Revert
de: Wiederherstellen
es: Revertir
fr: Revenir
it: Ripristina
ja: 復元
ko: 되돌리기
pt_br: Reverter
ru: Восстановить
zh_hans: 还原
zh_hant: 還原

# External_Change_Error_Save_As_Action
source: Save As…
de: Speichern unter …
es: Guardar como…
fr: Enregistrer sous...
it: Salva come...
ja: 別名で保存…
ko: 다음으로 저장...
pt_br: Salvar Como...
ru: Сохранить как…
zh_hans: 另存为…
zh_hant: 儲存為⋯

# Library_Sort_Order_Name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

# Library_Sort_Order_Extension
source: Extension
de: Dateierweiterung
es: Extensión
it: Estensione
ja: 拡張子
ko: 확장명
pt_br: Extensão
ru: Расширение
zh_hans: 扩展名
zh_hant: 擴展

# Library_Sort_Order_Date_Modified
source: Date Modified
de: Datum geändert
es: Fecha de modificación
fr: Date de modification
it: Data modifica
ja: 更新日時
ko: 수정한 날짜
pt_br: Data de Modificação
ru: Дата изменения
zh_hans: 修改日期
zh_hant: 已修改日期

# Library_Sort_Order_Date_Created
source: Date Created
de: Datum erstellt
es: Fecha de creación
fr: Date de création
it: Data creata
ja: 作成日
ko: 생성한 날짜
pt_br: Data de Criação
ru: Дата создания
zh_hans: 创建日期
zh_hant: 已建立日期

# Library_Sort_Order_Search_Relevance
source: Search Relevance
de: Suchrelevanz
es: Rango de búsqueda
fr: Plage de recherche
it: Rank di ricerca
ja: 検索結果の関連性
ko: 검색 관련성
pt_br: Relevância da Pesquisa
ru: Релевантность
zh_hans: 搜索级别
zh_hant: 搜索排名

# Library_Show_Date
source: Show Date
de: Datum zeigen
es: Mostrar fecha
fr: Afficher la date
it: Mostra data
ja: 日付を表示
ko: 날짜 표시
pt_br: Mostrar Data
ru: Показывать дату
zh_hans: 显示日期
zh_hant: 顯示日期

# Library_Show_Date_Modified
source: Date Modified
de: Datum geändert
es: Fecha modificada
fr: Date de modification
it: Data modifica
ja: 変更日
ko: 수정한 날짜
pt_br: Data de Modificação
ru: Дату изменения
zh_hans: 修改日期
zh_hant: 已修改日期

# Library_Show_Date_Created
source: Date Created
de: Datum erstellt
es: Fecha de creación
fr: Date de création
it: Data creata
ja: 作成日
ko: 생성한 날짜
pt_br: Data de Criação
ru: Дату создания
zh_hans: 创建日期
zh_hant: 已建立日期

# Library_Sort_By
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar por
ru: Сортировать по
zh_hans: 排序方式
zh_hant: 排序方式

# Library_Sort_By_Name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имени
zh_hans: 名称
zh_hant: 名稱

# Library_Sort_By_Extension
source: Extension
de: Dateierweiterung
es: Extensión
it: Estensione
ja: 拡張子
ko: 확장명
pt_br: Extensão
ru: Расширению
zh_hans: 扩展名
zh_hant: 擴展

# Library_Sort_By_Date_Modified
source: Date Modified
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
it: Data modifica
ja: 更新日時
ko: 수정한 날짜
pt_br: Data de Modificação
ru: Дате изменения
zh_hans: 修改日期
zh_hant: 已修改日期

# Library_Sort_By_Date_Created
source: Date Created
de: Datum erstellt
es: Fecha de creación
fr: Date de création
it: Data creata
ja: 作成日
ko: 생성 날짜
pt_br: Data de Criação
ru: Дате создания
zh_hans: 创建日期
zh_hant: 已修改日期

# Library_Sort_By_Search_Relevance
source: Search Relevance
de: Suchrelevanz
es: Rango de búsqueda
fr: Plage de recherche
it: Rank di ricerca
ja: 検索結果の関連性
ko: 검색 관련성
pt_br: Relevância da Pesquisa
ru: Релевантности
zh_hans: 搜索级别
zh_hant: 搜索排名

# Library_Sort_By_Name_Phrase
source: Sort by Name
de: Sortieren nach Name
es: Ordenar por nombre
fr: Trier par nom
it: Ordina per nome
ja: 並べ替え名前
ko: 이름별 정렬
pt_br: Ordenar por Nome
ru: Сортировать по имени
zh_hans: 按名称排序
zh_hant: 以名稱排序

# Library_Sort_By_Extension_Phrase
source: Sort by Extension
de: Sortieren nach Dateierweiterung
es: Ordenar por extensión
fr: Trier par extension
it: Ordina per estensione
ja: 並べ替え拡張子
ko: 확장명별 정렬
pt_br: Ordenar por Extensão
ru: Сортировать по расширению
zh_hans: 按扩展名排序
zh_hant: 以擴展排序

# Library_Sort_By_Date_Modified_Phrase
source: Sort by Date Modified
de: Sortieren nach Datum geändert
es: Ordenar por fecha de modificación
fr: Trier par date de modification
it: Ordina per data modifica
ja: 並べ替え更新日時
ko: 수정한 날짜별 정렬
pt_br: Ordenar por Data de Modificação
ru: Сортировать по дате изменения
zh_hans: 按修改日期排序
zh_hant: 以已修改日期排序

# Library_Sort_By_Date_Created_Phrase
source: Sort by Date Created
de: Sortieren nach Datum erstellt
es: Ordenar por fecha de creación
fr: Trier par date de création
it: Ordina per data creata
ja: 並べ替え作成日
ko: 생성 날짜순 정렬
pt_br: Ordenar por Data de Criação
ru: Сортировать по дате создания
zh_hans: 按创建日期排序
zh_hant: 按新增日期排序

# Library_Sort_By_Search_Relevance_Phrase
source: Sort by Search Relevance
de: Sortieren nach Suchrelevanz
es: Ordenar por rango de búsqueda
fr: Trier par plage de recherche
it: Ordina per rank di ricerca
ja: 検索結果の関連性で並べ替え
ko: 검색 관련성별 정렬
pt_br: Ordenar por Relevância da Pesquisa
ru: Сортировать по релевантности
zh_hans: 按搜索级别排序
zh_hant: 以搜索排名排序

# Library_Sort_By_Date_Ascending
source: Oldest on Top
de: Älteste zuerst
es: Más antiguos arriba
fr: Le plus ancien en haut
it: Più vecchi in alto
ja: 古い順
ko: 오래된 항목순
pt_br: Mais Antigos em Cima
ru: Старые сверху
zh_hans: 由旧到新
zh_hant: 最舊置頂

# Library_Sort_By_Date_Descending
source: Newest on Top
de: Neueste zuerst
es: Más nuevos arriba
fr: Le plus récent en haut
it: Più recenti in alto
ja: 新しい順
ko: 최신 항목순
pt_br: Mais Recentes em Cima
ru: Новые сверху
zh_hans: 由新到旧
zh_hant: 最新置頂

# Library_Sort_By_Text_Ascending
source: A to Z
de: Von A bis Z
es: A a Z
fr: De A à Z
it: A-Z
ja: A から Z
ko: 오름차순
pt_br: De A a Z
ru: От А до Я
zh_hans: 从A到Z
zh_hant: A 至 Z

# Library_Sort_By_Text_Descending
source: Z to A
de: Von Z bis A
es: Z a A
fr: De Z à A
it: Z-A
ja: Z から A
ko: 내림차순
pt_br: De Z a A
ru: От Я до A
zh_hans: 从Z到A
zh_hant: Z 至 A

# Library_Sort_By_Search_Relevance_Ascending
source: Most Relevant on Top
de: Relevanz von oben nach unten zunehmend
es: Más relevante arriba
fr: Le plus pertinent en haut
it: Più rilevanti in alto
ja: 最も関連性が高い順
ko: 관련성이 높은 항목순
pt_br: Mais Relevantes em Cima
ru: Наиболее релевантные сверху
zh_hans: 相关度顺序
zh_hant: 最有關的置頂

# Library_Sort_By_Search_Relevance_Descending
source: Least Relevant on Top
de: Relevanz von oben nach unten abnehmend
es: Menos relevante arriba
fr: Le moins pertinent en haut
it: Meno rilevanti in alto
ja: 最も関連性が低い順
ko: 관련성이 낮은 항목순
pt_br: Menos Relevantes em Cima
ru: Наименее релевантные сверху
zh_hans: 相关度倒序
zh_hant: 最不相關的置頂

# Library_View_Options_Persistent
source: Always Use These Options Here
de: Nutzen Sie immer diese Optionen hier
fr: Toujours utiliser ces options ici
pt_br: Sempre Use Estas Opções
zh_hans: 始终在这里使用这些选项
zh_hant: 一律使用此處的選項

# Focus_Scope_Sentence
source: Sentence
de: Satz
es: Frase
fr: Phrase
it: Frase
ja: 文
ko: 문장
pt_br: Frase
ru: Предложение
zh_hans: 句子
zh_hant: 句子

# Focus_Scope_Paragraph
source: Paragraph
de: Absatz
es: Párrafo
fr: Paragraphe
it: Paragrafo
ja: 段落
ko: 단락
pt_br: Parágrafo
ru: Абзац
zh_hans: 段落
zh_hant: 段落

# Focus_Scope_Text
source: Typewriter
de: Schreibmaschinen-Modus
fr: Machine à écrire
it: Macchina da scrivere
ja: タイプライター
ko: 타자기
pt_br: Máquina de Escrever
ru: Пишущая машинка
zh_hans: 打字机
zh_hant: 打字機

# Zip_Operation_Error_Extraction_Failed
source: Failed to extract files from archive.
de: Dateien konnten nicht extrahiert werden.
es: Error al extraer archivos.
fr: L’extraction des fichiers depuis l’archive a échoué.
it: Impossibile estrarre i file dall’archivio.
ja: アーカイブからのファイル復元に失敗しました。
ko: 아카이브에서 파일을 추출하지 못했습니다.
pt_br: Não foi possível extrair arquivos do arquivo compactado.
ru: Не удалось извлечь файлы из архива.
zh_hans: 从存档提取文件失败。
zh_hant: 無法從存檔中提取文件。

# Zip_Operation_Error_Extraction_Failed_Title
source: Extraction Failed
de: Datei-Extraktion gescheitert
es: Error de extracción
fr: L’extraction a échoué
it: Estrazione non riuscita
ja: 復元失敗
ko: 추출 실패
pt_br: A Extração Falhou
ru: Не удалось извлечь файлы из архива
zh_hans: 提取失败
zh_hant: 提取失敗

# Zip_Operation_Error_Extraction_Failed_Recovery_Suggestion
source: Failed to extract files or archive is empty.
de: Datei-Extraktion gescheitert oder leeres Archiv.
es: Error al extraer los archivos, o el archivo está vacío.
fr: L’extraction des fichiers a échoué ou l’archive est vide.
it: Impossibile estrarre i file o archivio vuoto.
ja: ファイルの復元に失敗、もしくはアーカイブが空です。
ko: 파일을 추출하지 못했거나 아카이브가 비어 있습니다.
pt_br: Não foi possível extrair arquivos ou o arquivo compactado está vazio.
ru: Не удалось извлечь файлы или архив пуст.
zh_hans: 提取文件失败或存档为空。
zh_hant: 無法提取文件或存檔是空白。

# Content_Block_Error_No_Such_File
source: The file “%@” does not exist.
de: Die Datei „%@“ existiert nicht.
es: El archivo “%@” no existe.
fr: Le fichier « %@ » n’existe pas.
it: Il file "%@" non esiste.
ja: ファイル「%@」は存在しません。
ko: “%@” 파일은 존재하지 않습니다.
pt_br: O arquivo “%@” não existe.
ru: Файл «%@» не существует.
zh_hans: 文件“%@”不存在。
zh_hant: 檔案「%@」不存在。

# Content_Block_Error_No_Such_File_Title
source: The File “%@” Does Not Exist
de: Die Datei „%@“ existiert nicht.
es: El archivo “%@” no existe
fr: Le fichier « %@ » n’existe pas.
it: Il file "%@" non esiste
ja: ファイル「%@」は存在しません
ko: “%@” 파일은 존재하지 않습니다
pt_br: O Arquivo “%@” não Existe
ru: Файл «%@» не существует
zh_hans: 文件“%@”不存在。
zh_hant: 檔案「%@」不存在

# Content_Block_Error_No_Such_File_Recovery_Suggestion
source: Please make sure that the file name is correct.
de: Bitte stellen Sie sicher, dass der Dateiname korrekt ist.
es: Asegúrate de que el nombre del archivo es correcto.
fr: Veuillez vous assurer que le nom de fichier est correct.
it: Assicurati che il nome del file sia corretto.
ja: ファイル名が正しいことを確認してください。
ko: 파일 이름이 올바른지 확인하세요.
pt_br: Por favor, certifique-se de que o nome do arquivo está correto.
ru: Проверьте правильность имени файла.
zh_hans: 请确保文件名正确无误。
zh_hant: 請確認檔案名稱是否正確。

# Content_Block_Error_No_Such_File_Markdown_Or_HTML_Path_Recovery_Suggestion
source: If you’re referencing a local file, please make sure that the name is correct. If you’re referencing a web resource, please add https://.
de: Wenn Sie auf eine lokale Datei verweisen, stellen Sie bitte sicher, dass der Name korrekt ist. Wenn Sie auf eine Web-Resource verweisen, fügen Sie bitte https:// hinzu.
es: Si estás referenciando un archivo local, asegúrate de que el nombre es correcto. Si estás referenciando un recurso web, añade https://.
fr: Si vous référencez un fichier local, veuillez vous assurer que son nom est correct. Si vous référencez une ressource web, veuillez ajouter https://.
it: Se ti riferisci a un file locale, assicurati che il nome sia corretto. Se ti riferisci a una risorsa web, aggiungi https://.
ja: ローカルファイルを参照している場合は、名前が正しいことを確認してください。ウェブリソースを参照している場合は、「https://」を追加してください。
ko: 로컬 파일을 참조하는 경우, 이름이 올바른지 확인하세요. 웹 리소스를 참조하는 경우, https://를 추가하세요.
pt_br: Se você estiver se referindo a um arquivo local, por favor, certifique-se de que o nome está correto. Se você estiver se referindo a um recurso web, adicione https://.
ru: Если вы ссылаетесь на локальный файл, проверьте правильность имени файла. Если вы ссылаетесь на веб-ресурс, добавьте «https://».
zh_hans: 如果您引用的是本地文件，请确保名称正确。如果您引用的是网络资源，请添加https://。
zh_hant: 若您要參照本機檔案，請確認名稱是否正確。若您要參照網路資源，請新增 https://。

# Content_Block_Error_Unable_To_Process
source: “%@” could not be processed.
de: „%@“ konnte nicht verarbeitet werden.
es: No se pudo procesar «%@».
fr: « %@ » n’a pas pu être traité.
it: Impossibile elaborare «%@».
ja: “%@” を処理できません。
ko: “%@”을(를) 처리하지 못했습니다.
pt_br: Não foi possível processar “%@”.
ru: Невозможно обработать «%@».
zh_hans: “%@”无法处理。
zh_hant: 「%@」無法處理。

# Content_Block_Error_Unable_To_Process_Title
source: “%@” Could Not Be Processed
de: „%@“ konnte nicht verarbeitet werden
es: No se pudo procesar «%@»
fr: « %@ » n’a pas pu être traité
it: Impossibile elaborare «%@»
ja: “%@” を処理できません
ko: “%@”을(를) 처리하지 못했습니다
pt_br: Não Foi Possível Processar “%@”
ru: Невозможно обработать «%@».
zh_hans: “%@”无法处理
zh_hant: 「%@」無法處理

# Content_Block_Error_Unable_To_Process_Recovery_Suggestion
source: Document may have wrong formatting.
de: Überprüfen Sie die Formatierung des Dokuments.
es: El documento podría tener un formato incorrecto.
fr: Le formatage du document est peut-être incorrect.
it: Il documento potrebbe avere una formattazione sbagliata.
ja: ドキュメント形式が間違っている可能性があります。
ko: 문서의 서식이 잘못된 것 같습니다.
pt_br: O documento pode ter uma formatação incorreta.
ru: У документа, возможно, неправильное форматирование.
zh_hans: 文档格式可能有误。
zh_hant: 文件格式可能錯誤。

# Content_Block_Error_Unable_To_Process_CSV_With_Less_Than_Two_Rows
source: CSV files must contain at least two rows to generate a table.
de: CSV-Dateien müssen über mindestens zwei Zeilen verfügen um eine Tabelle generieren zu können.
es: Los archivos CSV deben contener al menos dos filas para generar una tabla.
fr: Les fichiers CSV doivent contenir au moins deux rangées pour générer un tableau.
it: I file CSV devono contenere almeno due righe per generare una tabella.
ja: CSVファイルからのテーブル生成には2行以上必要です。
ko: CSV 파일이 표를 생성하려면 두 개 이상의 행을 포함해야 합니다.
pt_br: Os arquivos CSV devem conter pelo menos duas linhas para poderem gerar uma tabela.
ru: Для создания таблицы файл CSV должен содержать не менее двух строк.
zh_hans: CSV文件必须包含至少两行，方可生成表格。
zh_hant: CSV 文件必須至少包含兩行才能制作表格。

# Content_Block_Error_Unknown_Extension
source: “%@” has unsupported extension.
de: „%@“ hat eine nicht unterstützte Dateierweiterung.
es: «%@» tiene una extensión no compatible.
fr: « %@ » comporte une extension incompatible.
it: «%@» ha un’estensione non supportata.
ja: “%@” はサポートしていない拡張子です。
ko: “%@”에 지원되지 않는 확장명이 있습니다.
pt_br: “%@” tem uma extensão não suportada.
ru: «%@» имеет неподдерживаемое расширение.
zh_hans: “%@”所用扩展名不被支持。
zh_hant: 「%@」有不支援的擴展名。

# Content_Block_Error_Unknown_Extension_Title
source: “%@” Has Unsupported Extension
de: „%@“ hat nicht unterstützte Dateierweiterung
es: «%@» tiene una extensión no admitida
fr: « %@ » comporte une extension incompatible.
it: «%@» ha un’estensione non supportata
ja: “%@” はサポートしていない拡張子です
ko: “%@”에 지원되지 않는 확장명이 있습니다
pt_br: “%@” Tem uma Extensão não Suportada
ru: «%@» имеет неподдерживаемое расширение.
zh_hans: “%@”所用扩展名不被支持
zh_hant: 「%@」有不支援的擴展名

# Content_Block_Error_Unknown_Extension_Recovery_Suggestion
source: Content blocks must be plain text files or images.
de: Inhaltseinbettung unterstützt nur Klartext- oder Bilddateien.
es: Los bloques de contenido deben ser archivos de texto sin formato o imágenes.
fr: Les blocs de contenu doivent être des fichiers de texte brut ou des images.
it: I blocchi di contenuti devono essere file di solo testo o immagini.
ja: コンテンツブロックはプレーンテキストファイル、もしくは画像ファイルの必要があります。
ko: 콘텐츠 블록은 일반 텍스트 파일 또는 이미지이어야 합니다.
pt_br: Os blocos de conteúdo devem conter arquivos de texto simples ou imagens.
ru: Блоки контента должны быть текстовыми файлами или изображениями.
zh_hans: 内容块必须为纯文本文件或图像。
zh_hant: 內容區塊必須為純文字檔或圖片。

# Content_Block_Error_Recursive_Reference
source: “%@” contains a recursive reference.
de: „%@“ enthält eine Selbstreferenz.
es: «%@» contiene una referencia recursiva.
fr: « %@ » contient une référence récursive.
it: «%@» contiene un riferimento ricorsivo.
ja: “%@” は再帰的参照を行っています。
ko: “%@”에 재귀 참조가 포함되어 있습니다.
pt_br: “%@” contém uma referência recursiva.
ru: «%@» содержит рекурсивную ссылку.
zh_hans: “%@”内存在递归引用。
zh_hant: 「%@」包含一個遞歸的引用。

# Content_Block_Error_Recursive_Reference_Title
source: “%@” Contains a Recursive Reference
de: „%@“ enthält Selbstreferenz.
es: «%@» contiene una referencia recursiva
fr: « %@ » contient une référence récursive
it: «%@» contiene un riferimento ricorsivo
ja: “%@” は再帰的参照を行っています
ko: “%@”에 재귀 참조가 포함되어 있습니다
pt_br: “%@” Contém uma Referência Recursiva
ru: «%@» содержит рекурсивную ссылку
zh_hans: “%@”内存在递归引用
zh_hant: 「%@」包含一個遞歸的引用

# Content_Block_Error_Recursive_Reference_Recovery_Suggestion
source: Recursive references are ignored.
de: Selbstreferenzen werden übergangen.
es: Las referencias recursivas se ignoran.
fr: Des références récursives sont ignorées.
it: I riferimenti ricorsivi vengono ignorati.
ja: 再帰的参照は無視されます。
ko: 재귀 참조는 무시됩니다.
pt_br: As referências recursivas são ignoradas.
ru: Рекурсивные ссылки игнорируются.
zh_hans: 已忽略递归引用。
zh_hant: 遞歸引用被忽略。

# Content_Block_Error_Unsupported_Location
source: Content blocks are supported only by files in Library.
de: Inhaltseinbettung funktioniert nur mit Dateien in der iA Writer Bibliothek.
es: Los bloques de contenido solo son compatibles con archivos de la biblioteca.
fr: Les blocs de contenu sont uniquement pris en charge par les fichiers dans la bibliothèque.
it: I blocchi di contenuti sono supportati solo da file nella Libreria.
ja: コンテンツブロックはライブラリ内のファイルのみ対応しています。
ko: 콘텐츠 블록은 라이브러리의 파일에서만 지원됩니다.
pt_br: Os blocos de conteúdos são suportados apenas por arquivos na Biblioteca.
ru: Блоки контента поддерживаются только файлами в библиотеке.
zh_hans: 内容块仅限Library中的文件支持。
zh_hant: 內容方塊只受文件庫內的文件支援。

# Content_Block_Error_Unsupported_Location_Title
source: Unsupported Location
de: Nicht unterstützer Speicherort
es: Ubicación no admitida
fr: Emplacement non pris en charge
it: Posizione non supportata
ja: 対応していないロケーション
ko: 지원되지 않는 위치
pt_br: Localização não Suportada
ru: Неподдерживаемое местоположение
zh_hans: 不支持的位置
zh_hant: 不支援的位置

# Content_Block_Error_Unsupported_Location_Recovery_Suggestion
source: Move or copy file to Library to use content blocks.
de: Um die Dokumenteinbettung nutzen zu können, verschieben oder kopieren Sie bitte die Datei in die iA Writer Bibliothek.
es: Mueve o copia el archivo a la biblioteca para usar bloques de contenido.
fr: Déplacez ou copiez le fichier dans la bibliothèque pour utiliser les blocs de contenu.
it: Sposta o copia il file nella Libreria per utilizzare i blocchi di contenuti.
ja: コンテンツブロックを使うにはファイルをライブラリ内に移動、もしくはコピーしてください。
ko: 콘텐츠 블록을 사용하려면 라이브러리로 파일을 이동 또는 복사하세요.
pt_br: Mova ou copie o arquivo para a Biblioteca para usar os blocos de conteúdo.
ru: Переместите или скопируйте файл в библиотеку, чтобы использовать блоки контента.
zh_hans: 欲使用内容块，请将文件移动或复制到Library内。
zh_hant: 移動或複製檔案至文件庫以使用內容區塊。

# Content_Block_Error_Deprecated_Path
source: “%@” contains a deprecated content block.
de: „%@“ enthält einen veralteten Inhaltsblock.
es: “%@” contiene un bloque de contenido obsoleto.
fr: « %@ » contient un bloc de contenu obsolète.
it: "%@" contiene un blocco con contenuto obsoleto.
ja: 「%@」は非推奨のコンテンツブロックを含んでいます。
ko: “%@”에 더 이상 사용되지 않는 콘텐츠 블록이 포함되어 있습니다.
pt_br: “%@” contém um bloco de conteúdos obsoleto.
ru: «%@» содержит устаревший блок контента.
zh_hans: “%@”包含已弃用的内容块。
zh_hant: 「%@」包含已過時的內容區塊。

# Content_Block_Error_Deprecated_Path_Title
source: “%@” Contains a Deprecated Content Block
de: „%@“ enthält einen veralteten Inhaltsblock
es: “%@” contiene un bloque de contenido obsoleto.
fr: « %@ » contient un bloc de contenu obsolète.
it: "%@" contiene un blocco con contenuto obsoleto
ja: 「%@」は非推奨のコンテンツブロックを含んでいます。
ko: “%@”에 더 이상 사용되지 않는 콘텐츠 블록이 포함되어 있습니다
pt_br: “%@” Contém um Bloco de Conteúdos Obsoleto
ru: «%@» содержит устаревший блок контента
zh_hans: “%@”包含已弃用的内容块
zh_hant: 「%@」包含已過時的內容區塊。
