Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/iOS/Localizable.strings
Languages: pt, zh_hant

# Settings_Keyboard_Lightning_Menu_Section_Footer
source: Tap and hold any action in Lightning Menu to open these settings.
pt: Toque demoradamente em qualquer ação no Menu Raio para abrir estas definições.
zh_hant: 點選並長按任何「快速選單」中的任何動作，以開啟這些設定。

# Settings_Command_Keyboard
source: Command Keyboard
pt: Teclado de comando
zh_hant: 命令鍵盤

# Settings_Command_Keyboard_Enable
source: Show in Keyboard Bar
pt: Mostrar na Barra de teclado
zh_hant: 於鍵盤列中顯示

# Settings_Command_Keyboard_Always_Show_As_Popover
source: Always Show As Popover
pt: Mostrar sempre como pop-over
zh_hant: 一律顯示為彈出視窗

# Settings_Command_Keyboard_Configure
source: Configure
pt: Configurar
zh_hant: 設定

# Settings_Command_Keyboard_Enabled_Section_Footer
source: Tap and hold any light key in Command Keyboard to open the configuration mode.
pt: Toque demoradamente em qualquer tecla clara no Teclado de comando para abrir o modo de configuração.
zh_hant: 點選並長按「命令鍵盤」中的任何燈光鍵，以開啟設定模式。

# Settings_Command_Keyboard_Disabled_Section_Footer
source: Command Keyboard actions are available in Lightning Menu, Quick Search, and as keyboard shortcuts when a hardware keyboard is connected.
pt: As ações do Teclado de comando estão disponíveis no Menu Raio, na Procura Rápida e como atalhos de teclado quando estiver ligado um teclado físico.
zh_hant: 連接硬體鍵盤時，「快速選單」、「快速搜尋」和鍵盤捷徑皆可使用「命令鍵盤」動作。

# Lightning_Menu_Group_Text
source: Text
pt: Texto
zh_hant: 文字

# Lightning_Menu_Group_Actions
source: Actions
pt: Ações
zh_hant: 動作

# Lightning_Menu_Group_Menu
source: Menu
zh_hant: 選單

source: Configure Menu
pt: Configurar Menu
zh_hant: 設定選單

# Settings_Editor_Hardware_Keyboard_Title
source: Hardware Keyboard
pt: Equipamento de Teclado
zh_hant: 硬體鍵盤

# Settings_Editor_Hardware_Keyboard_Footer
source: This affects the keyboard bar only when a hardware keyboard is connected.
pt: Isto afeta a barra de teclado apenas quando estiver ligado um teclado físico
zh_hant: 唯有在連接硬體鍵盤時，才會影響鍵盤列。

# Settings_Editor_Hardware_Keyboard_Show_Bar
source: Show Keyboard Bar
pt: Mostrar barra de teclado
zh_hant: 顯示鍵盤列

# Settings_Editor_Text_Input_Section_Title
source: Text Input
pt: Introduzir Texto
zh_hant: 文字輸入

# Settings_Editor_Text_Input_Section_Footer
source: Spelling, Smart Quotes and Dashes can be enabled in Settings → General → Keyboard.
pt: Pode ativar a Ortografia e as Aspas e Hífenes Inteligentes em Definições → Gerais → Teclado.
zh_hant: 要啟用拼字檢查、智能引用和短橫線，請前往設定→一般→鍵盤。

# Settings_Editor_Check_Spelling
source: Check Spelling
pt: Verificar Ortografia
zh_hant: 拼字檢查

# Settings_Editor_Smart_Quotes
source: Smart Quotes
pt: Aspas Inteligentes
zh_hant: 智能引用

# Settings_Editor_Smart_Dashes
source: Smart Dashes
pt: Hifenes Inteligentes
zh_hant: 智能短橫線

# Settings_Editor_Smart_Inset_Delete
source: Smart Copy/Paste
pt: Copiar/Colar Inteligente
zh_hant: 智能複製/貼上

# Settings_Editor_Indentation_Title
source: Indentation
pt: Indentação
zh_hant: 縮排

# Settings_Editor_Indentation
source: Indentation
pt: Indentação
zh_hant: 縮排

# Settings_Editor_Indent_Using
source: Indent Using
pt: Recuar texto utilizando
zh_hant: 縮排方式

# Settings_Editor_Indent_Using_Tabs
source: Tabs
pt: Tabulações
zh_hant: Tab

# Settings_Editor_Indent_Using_Spaces
source: Spaces
pt: Espaços
zh_hant: 間距

# Settings_Editor_Tab_Key_Behavior
source: Tab Key
pt: Tecla Tab
zh_hant: Tab 鍵

# Settings_Editor_Tab_Key_Behavior_Indent
source: Indents
pt: Indentações
zh_hant: 縮排

# Settings_Editor_Tab_Key_Behavior_Insert_Tab
source: Inserts Tab
pt: Insere tabulação
zh_hant: 插入定位點

# Settings_Editor_Tab_Width
source: Tab Width
pt: Medida da tabulação
zh_hant: 定位符號間隔寬度

# Settings_Editor_Indent_Width
source: Indent Width
pt: Largura do Recuo
zh_hant: 縮排寬度

# Settings_Editor_Wrapped_Line_Indent_Section_Title
source: Wrapped Line Indent Includes
pt: Indentação de linhas divididas inclui
zh_hant: 換行縮排包含

# Settings_Editor_Wrapped_Line_Indent_Whitespace
source: Whitespace
pt: Espaço em branco
zh_hant: 空白

# Settings_Editor_Wrapped_Line_Indent_Markdown_Block_Markers
source: Markdown Block Markers
pt: Definir marcadores de bloco
zh_hant: Markdown 區塊標記

# Settings_Editor_Restore_Indent_Defaults
source: Restore Defaults
pt: Repor predefinições
zh_hant: 回復預設值

# Settings_Editor_Find_Section_Title
source: Text Find
pt: Encontrar Texto
zh_hant: 文本查找

# Settings_Editor_Find_Regular_Expression
source: Use Regular Expressions
pt: Usar Expressões Regulares
zh_hant: 使用常用形式

# Settings_Templates_Default_Templates_Section_Title
source: Default Templates
pt: Modelos Predefinidos
zh_hant: 預設範本

# Settings_Templates_Custom_Templates_Section_Title
source: Custom Templates
pt: Modelos Personalizados
zh_hant: 自訂範本

# Settings_Templates_Get_More
source: Get More Templates
pt: Receber Mais Modelos
zh_hant: 取得更多範本

# Settings_Templates_Appearance_Section_Title
source: Appearance
pt: Aparência
zh_hant: 外觀

# Settings_Templates_Appearance_Center_Headings
source: Center Headings
pt: Centrar Cabeçalhos
zh_hant: 置中標題

# Settings_Templates_Appearance_Number_Headings
source: Number Headings
pt: Numerar Cabeçalhos
zh_hant: 數字標題

# Settings_Templates_Appearance_Indent_Paragraphs
source: Indent Paragraphs
pt: Recuar Parágrafos
zh_hant: 段落縮排

# Settings_Templates_Appearance_Invert_Preview_Colors
source: Invert Preview Colors
pt: Inverter Cores da Pré-visualização
zh_hant: 反轉預覽顏色

# Settings_Markdown_Processing_Section_Title
source: Processing
pt: Processamento de Marcações
zh_hant: 正在處理 Markdown

# Settings_Markdown_Library_Paths_Title
source: Library Paths
pt: Caminhos da biblioteca
zh_hant: 資料庫路徑

# Settings_Markdown_Output_Section_Title
source: Wikilinks, Hashtags, Autolinks
pt: Wikiligação, Hashtags, autoligação
zh_hant: 維基鏈接、標籤、自動連結

# Settings_Markdown_Lazy_Paragraphs
source: Single Return Starts a New Paragraph
pt: Mudança de Linha inicia um novo parágrafo
zh_hant: 按一下返回鍵以開新一段

# Settings_Markdown_Smart_Punctuation
source: Smart Punctuation
pt: Pontuação Inteligente
zh_hant: 智能標點

# Settings_Markdown_Process_Metadata
source: Process Metadata
pt: Processar Metadados
zh_hant: 處理元數據

# Settings_Printing_And_PDF_Export_Section_Title
source: Printing & PDF Export
pt: Imprimir e Exportar PDF
zh_hant: 列印和匯出 PDF

# Settings_Printing_And_PDF_Export_Include_Title_Page
source: Include Title Page
pt: Incluir Página de Rosto
zh_hant: 包括標題頁

# Settings_Printing_And_PDF_Export_Include_Header
source: Include Header
pt: Incluir Cabeçalho
zh_hant: 包括標題

# Settings_Printing_And_PDF_Export_Include_Footer
source: Include Footer
pt: Incluir Rodapé
zh_hant: 包括註腳

# Settings_Templates_Author_Name_Section_Title
source: Author Name
pt: Nome do Autor
zh_hant: 作者名稱

# Settings_Templates_Author_Name_Placeholder
source: None
pt: Nenhum
zh_hant: 沒有

# Settings_Paper_Size_Section_Title
source: Paper Size
pt: Dimensão do Papel
zh_hant: 紙張大小

# Table_View_Action_Share
source: Share
pt: Partilhar
zh_hant: 分享

# Settings_URL_Sheme_Enable
source: Enable URL Commands
pt: Ativar Comandos URL
zh_hant: 啟用 URL 命令

# Settings_URL_Sheme_Auth_Token_Header
source: Auth Token
pt: Código de Autorização
zh_hant: 驗證權杖

# Settings_URL_Sheme_Auth_Token_Footer
source: Auth token is required for some URL commands.
pt: É necessário um código de autorização para alguns comandos URL.
zh_hant: 部分 URL 命令需要驗證權杖。

# URL_Scheme_First_Use_Alert_Title
source: Enable URL Commands
pt: Ativar Comandos URL
zh_hant: 啟用 URL 命令

# URL_Scheme_First_Use_Alert_Message
source: Would you like to enable iA Writer URL commands? You can change this later in Settings.
pt: Pretende ativar os comandos URL do iA Writer? Pode alterar posteriormente esta opção nas Configurações.
zh_hant: 您想要啟用 iA Writer URL 命令嗎？您可以稍後前往「設定」修改。

# URL_Scheme_Reset_Alert_Title
source: Reset Auth Token
pt: Reinicializar Código de Autorização
zh_hant: 重設驗證權杖

# URL_Scheme_Reset_Alert_Message
source: Are you sure you want to reset the auth token? This action can’t be undone.
pt: Tem a certeza de que pretende reinicializar o código de autorização? Esta ação não pode ser revertida.
zh_hant: 您確定要重設驗證權杖嗎？此動作無法還原。

# Find_Match_Style
source: Match Style
pt: Combinar estilo
zh_hant: 符合風格

# Find_Match_Case
source: Match Text Case
pt: Combinar maiúsculas/minúsculas
zh_hant: 符合文字大小寫

# Replace_Action
source: Replace
pt: Substituir
zh_hant: 取代

# Replace_All_Action
source: All
pt: Todos
zh_hant: 全部

# Settings_Editor_Highlight_Color
source: Highlight Color
pt: Cor de destaque

# Settings_Keyboard_Lightning_Menu_Submenu_Show_Inline
source: Show Inline
pt: Mostrar Incorporado

# Settings_Keyboard_Lightning_Menu_Submenu_Show_Inline_Section_Footer
source: Inline submenu actions are shown in the parent menu, separated from other actions.
pt: As ações do submenu incorporado são mostradas no menu principal, separadas das restantes ações.
