Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/iOS/Localizable.strings
Languages: pt, zh_hant

# Library_Title
source: Library
pt: Biblioteca
zh_hant: 資料庫

# Library_Locations_Section_Title
source: Locations
pt: Localizações
zh_hant: 位置

# Library_Favorites_Section_Title
source: Favorites
pt: Favoritos
zh_hant: 最愛

# Library_Menu_Favorite
source: Add Favorite…
pt: Acrescentar Favorito...
zh_hant: 加到最愛…

# Library_Smart_Folders_Section_Title
source: Smart Folders
pt: Pastas Inteligentes
zh_hant: 智能資料夾

# Library_Hashtags_Section_Title
source: Hashtags
zh_hant: 主題標籤

# Library_Action_Edit_Smart_Folder
source: Edit
pt: Editar
zh_hant: 編輯

# Library_Title_Add_Favorite
source: Add Favorite
pt: Acrescentar Favorito
zh_hant: 加到最愛

# Help_Action_Open_Twitter
source: iA Writer on Twitter
pt: iA Writer no Twitter
zh_hant: Twitter 上的 iA Writer

# Help_Action_News
source: What’s New
pt: Novidades
zh_hant: 新增功能

# Help_Action_Feedback_And_Support
source: Support and Feedback
pt: Apoio e Comentário
zh_hant: 支援及意見

# Help_Action_Newsletter
source: Subscribe to Newsletter
pt: Subscreva o Boletim
zh_hant: 訂閱電子報

# Help_Action_Review
source: Recommend iA Writer
pt: Recomendar o iA Writer
zh_hant: 推薦 iA Writer

# Help_Action_Main
source: iA Writer Help
pt: Ajuda do iA Writer
zh_hant: iA Writer 幫助

# Library_Location_Introduction_Alert_Title
source: How to Add a Library Location
pt: Como adicionar uma Localização de Biblioteca
zh_hant: 如何新增資料庫位置

# Library_Location_Introduction_Alert_Message
source: Open a folder that contains the folder that you’d like to use as a Library Location. Tap Select, select the folder, then tap Open.
pt: Abra a pasta que contiver a pasta que pretende usar como Localização de Biblioteca. Toque em Selecionar, selecione a pasta, e a seguir toque em Abrir.
zh_hant: 打開您想設定為資料庫位置的資料夾的所在位置。 點按選擇，選取該資料夾後點按打開。

# Library_Location_Introduction_Hide_Forever_Alert_Title
source: Don’t Show Again
pt: Não mostrar novamente
zh_hant: 不再顯示

# Library_Location_Rename_Alert_Title
source: Rename Library Location
pt: Mudar o nome da Localização de Biblioteca
zh_hant: 更改資料庫位置名稱

# Smart_Folder_Rename_Alert_Title
source: Rename Smart Folder
pt: Mudar o nome da Pasta Inteligente
zh_hant: 更改智能資料夾名稱

# Backups_Title
source: Backups
pt: Cópias de segurança
zh_hant: 備份

# Backup_Submitem_Message
source: Files are backed up on this %@ when edited. When a file is renamed previous backups remain under its original name.
pt: As cópias de segurança dos ficheiros são guardadas neste %@. Quando um ficheiro é renomeado, as anteriores cópias de segurança ficam com o seu nome original.
zh_hant: 編輯的檔案會備份到此 %@。檔案重新命名後，之前的備份仍然會保留本來的名稱。

# Backups_Restore_Button_Title
source: Restore
pt: Recuperar
zh_hant: 復原

# Backups_Restore_Picker_Title
source: Restore File
pt: Recuperar Ficheiro
zh_hant: 復原檔案

# Backups_Restore_Picker_Prompt
source: Select destination for restored file.
pt: Selecionar destino para o ficheiro recuperado
zh_hant: 選擇復原檔案路徑。

# Backups_Placeholder
source: No Backups
pt: Não existem Cópias de segurança
zh_hant: 沒有備份

# Table_View_Action_Browse_Backups
source: Browse Backups
pt: Consultar Cópias de segurança
zh_hant: 瀏覽備份

# Backups_Button_Title
source: Browse Backups
pt: Consultar Cópias de segurança
zh_hant: 瀏覽備份

# Backup_Prompt_Title
source: Enable backups for “%@”?
pt: Ativar cópias de segurança para “%@”?
zh_hant: 啟用「%@」的備份功能？

# Backup_Prompt_Message
source: Files are backed up on this %@ when edited. We recommend enabling backups, unless you use this external device for private files on a shared %@.
pt: Durante a edição, são feitas cópias de segurança dos ficheiros neste %@. Recomendamos que ative as cópias de segurança, a não ser que utilize este dispositivo externo para ficheiros privados num %@ partilhado.
zh_hant: 編輯後的檔案會在 %@ 上進行備份。除非您是在共用 %@ 上使用此外部裝置編輯私人檔案，我們建議您啟用備份功能。

# Button_Select_All
source: Select All
pt: Selecionar Todos
zh_hant: 全部選取

# Button_Deselect_All
source: Deselect All
pt: Desselecionar Todos
zh_hant: 取消選取全部

# Action_Dark_Mode
source: Use Dark Appearance
pt: Usar Aspeto Escurecido
zh_hant: 使用暗色模式

# Action_Light_Mode
source: Use Light Appearance
pt: Usar Aspeto Iluminado
zh_hant: 使用淺色模式

# Action_Configure_Keyboard
source: Configure Keyboard
pt: Configurar Teclado
zh_hant: 配置鍵盤

# Button_New_Folder
source: New Folder
pt: Nova Pasta
zh_hant: 新資料夾

# Button_Sort_By
source: Sort By
pt: Ordenar por
zh_hant: 排序方式

# Action_Set_Selected
source: Set Selected
pt: Definir Seleção
zh_hant: 已選組合

# New_Folder_Location_Title
source: New Folder
pt: Nova Pasta
zh_hant: 新資料夾

# New_Folder_Location_Prompt
source: Select destination for new folder…
pt: Selecionar destino para nova pasta...
zh_hant: 選擇新資料夾路徑…

# File_Import_Title
source: Import
pt: Importar
zh_hant: 匯入

# File_Import_Prompt
source: Select destination for import.
pt: Selecionar destino para importação.
zh_hant: 選擇匯入路徑

# New_File_Location_Title
source: New File
pt: Novo Ficheiro
zh_hant: 新檔案

# New_File_Location_Prompt
source: Select destination for new file.
pt: Selecionar destino para o ficheiro recuperado
zh_hant: 選擇新檔案路徑。

# Action_Edit_Smart_Folder
source: Edit Smart Folder
pt: Editar Pasta Inteligente
zh_hant: 編輯智能資料夾

# Action_Configure_Library
source: Configure Library
pt: Configurar Biblioteca
zh_hant: 配置資料庫

# Action_Delete_Smart_Folder
source: Delete Smart Folder
pt: Eliminar Pasta Inteligente
zh_hant: 刪智能資料夾

# Library_Excerpt_Empty
source: No Content
pt: Sem Conteúdo
zh_hant: 沒有內容

# Library_Excerpt_Updating
source: Updating…
pt: A atualizar...
zh_hant: 正在更新…

# Library_Empty_Folder
source: No Files
pt: Não existem ficheiros
zh_hant: 沒有檔案

# Library_Empty_External_Files
source: No Files From Other Apps
pt: Não existem ficheiros de outras aplicações
zh_hant: 沒有來自其他應用程式的檔案

# Library_Empty_External_Files_Message
source: Tap the plus button to add files.
pt: Toque no botão "+" para acrescentar ficheiros.
zh_hant: 點按加號以新增檔案。

# Library_Empty_External_Files_Message_Install
source: To access Dropbox, Google Drive, and other cloud apps, download them from the App Store, then tap the plus button to add files.
pt: Para aceder ao Dropbox, ao Google Drive, e a outras aplicações na nuvem, transfira-as da App Store, e a seguir toque no botão "+" para acrescentar ficheiros.
zh_hant: 要存取 Dropbox、Google Drive 及其他雲端應用程式，請先從 App Store 下載這些應用程式，再點按加號以新增檔案。

# Library_Empty_Smart_Folder
source: No Files Match Rules
pt: Não existem ficheiros que correspondam às regras
zh_hant: 沒有符合條件的檔案

# Library_Empty_Hashtag
source: No Files With Hashtag
pt: Não existem ficheiros com Hashtag
zh_hant: 沒有含主題標籤的檔案

# Library_External_Files_Open
source: Open…
pt: Abrir...
zh_hant: 開啟…

# Move_Title
source: Move
pt: Mover
zh_hant: 移動

# Content_Block_Warnings_Title
source: Content Blocks
pt: Blocos de Conteúdo
zh_hant: 內容區塊

# Content_Block_Warnings_Prompt
source: Could not process some content.
pt: Não foi possível processar alguns conteúdos.
zh_hant: 無法處理部分內容。

# Content_Block_Warnings_Continue
source: Continue
pt: Continuar
zh_hant: 繼續

# Content_Block_Picker_Title
source: Add Content Block
pt: Acrescentar Bloco de Conteúdo
zh_hant: 新增內容區塊

# Action_Show_Stats
source: Show Stats
pt: Mostrar Estatísticas
zh_hant: 顯示統計數據

# Action_Hide_Stats
source: Hide Stats
pt: Ocultar Estatísticas
zh_hant: 隱藏統計數據

# Action_Show_Find_And_Replace
source: Show Find and Replace
pt: Mostrar Procurar e Substituir
zh_hant: 顯示「尋找及取代」

# Action_Hide_Find_And_Replace
source: Hide Find and Replace
pt: Ocultar Procurar e Substituir
zh_hant: 隱藏「尋找及取代」

# Action_Configure_Editor
source: Configure Editor
pt: Configurar Editor
zh_hant: 配置編輯器

# Menu_Transform
source: Transform…
pt: Transformar...
zh_hant: 轉變…

# Menu_Transform_To_Upper_Case
source: Upper Case
pt: Maiúsculas
zh_hant: 大寫

# Menu_Transform_To_Lower_Case
source: Lower Case
pt: Minúsculas
zh_hant: 小寫

# Menu_Transform_To_Capitalized
source: Capitalize
pt: Maiúsculas Iniciais
zh_hant: 轉為大寫

# Menu_Transform_To_Title_Case
source: Title Case
pt: Título
zh_hant: 標題格式

# Menu_Favorite
source: Favorite
pt: Acrescentar aos Favoritos
zh_hant: 加到最愛

# Menu_Unfavorite
source: Unfavorite
pt: Remover dos Favoritos
zh_hant: 從最愛移除

# Menu_Remove_Location
source: Remove Location
pt: Remover das Localizações
zh_hant: 從位置移除

# Menu_Rename_Location
source: Rename Location
pt: Renomear nas Localizações
zh_hant: 在位置重新命名

# Menu_Browse_Versions
source: Browse Versions
pt: Consultar Versões
zh_hant: 瀏覽版本

# Menu_Browse_Backups
source: Browse Backups
pt: Consultar Cópias de segurança
zh_hant: 瀏覽備份

# Menu_Show_In_Files
source: Show in Files
pt: Mostrar no Ficheiros
zh_hant: 在檔案顯示

# Menu_Open_In_New_Window
source: Open in New Window
pt: Abrir numa Nova Janela
zh_hant: 在新視窗開啟

# Menu_Move
source: Move
pt: Mover
zh_hant: 移動

# Menu_Duplicate
source: Duplicate
pt: Duplicar
zh_hant: 複製

# Menu_Rename
source: Rename
pt: Renomear
zh_hant: 重新命名

# Menu_Get_Info
source: Info
pt: informações
zh_hant: 資料詳情

# Library_Picker_Recent_Section_Title
source: Recent
pt: Recentes
zh_hant: 最近

# Library_Picker_All_Section_Title
source: All
pt: Todos
zh_hant: 全部

# Smart_Folder_Editor_Edit_Title
source: Edit Smart Folder
pt: Editar Pasta Inteligente
zh_hant: 編輯智能資料夾

# Smart_Folder_Editor_New_Title
source: New Smart Folder
pt: Nova Pasta Inteligente
zh_hant: 新增智能資料夾

# Smart_Folder_Editor_Rules_Section_Title
source: Rules
pt: Regras
zh_hant: 條件

# Smart_Folder_Editor_New_Rule_Action
source: New Rule…
pt: Nova Regra...
zh_hant: 新增條件…

# Smart_Folder_Editor_Limit_Section_Title
source: Limit
pt: Limite
zh_hant: 限制

# Smart_Folder_Editor_Limit_Action
source: Limit to %@ Items
pt: Limitar a %@ itens
zh_hant: 以 %@ 個項目為限

# Smart_Folder_Match_Section_Title
source: Show Items That Match
pt: Mostrar Itens Coincidentes
zh_hant: 顯示匹配的項目

# Smart_Folder_Match_All
source: All of the following rules
pt: Todas as regras seguintes
zh_hant: 符合以下所有條件

# Smart_Folder_Match_Any
source: Any of the following rules
pt: Qualquer uma das regras seguintes
zh_hant: 符合以下其中一項條件

# Smart_Folder_Sort_By_Section_Title
source: Sort Order
pt: Sequência de Ordenação
zh_hant: 排序方式

# Smart_Folder_Sort_By_Custom
source: Custom Sort Order
pt: Sequência de Ordenação Personalizada
zh_hant: 自訂排序方式

# Predicate_Placeholder_Text
source: Text
pt: Texto
zh_hant: 文字

# Predicate_Date_Action
source: Date
pt: Data
zh_hant: 日期

# Action_Set_Date
source: Set Date
pt: Selecionar Data
zh_hant: 設定日期

# Rule_Editor_New_Title
source: New Rule
pt: Nova Regra
zh_hant: 新增條件

# Rule_Editor_Edit_Title
source: Edit Rule
pt: Editar Regra
zh_hant: 編輯條件

# Action_Take_Photo
source: Take Photo…
pt: Tirar Foto...
zh_hant: 拍照…

# Action_Choose_Photo
source: Choose Photo…
pt: Escolher Foto...
zh_hant: 選擇相片…

# Action_New_File
source: New File
pt: Novo Ficheiro
zh_hant: 新檔案

# New_File_Alert_Title
source: Enter File Name
pt: Introduzir Nome do Ficheiro
zh_hant: 輸入檔案名稱

# Action_Create_File
source: Create File
pt: Criar Ficheiro
zh_hant: 建立檔案

# New_Folder_Alert_Title
source: Enter Folder Name
pt: Introduzir Nome da Pasta
zh_hant: 輸入資料夾名稱

# Action_Create_Folder
source: Create Folder
pt: Criar Pasta
zh_hant: 建立資料夾

# Photo_Name_Alert_Title
source: Enter Photo Name
pt: Introduzir Nome da Foto
zh_hant: 輸入相片名稱

# Action_Add_Photo
source: Add Photo
pt: Acrescentar Foto
zh_hant: 新增相片

# Rename_Placeholder_Find
source: Find
pt: Encontrar
zh_hant: 尋找

# Rename_Placeholder_Replace
source: Replace
pt: Substituir
zh_hant: 取代

# Rename_Confirmation
source: Rename
pt: Renomear
zh_hant: 重新命名

# Rename_Failure_Title
source: Cannot Rename
pt: Não é possível renomear
zh_hant: 無法重新命名

# Rename_Failure_Permissions
source: Files from other apps can only be renamed in Files app.
pt: Os ficheiros de outras aplicações só podem ser renomeados na aplicação Ficheiros.
zh_hant: 來自其他應用程式的檔案只可以在 Files 應用程式中重新命名。

# Table_Size_Picker_Columns
source: columns
pt: colunas
zh_hant: 欄

# Table_Size_Picker_Rows
source: rows
pt: linhas
zh_hant: 列

# Action_Add_Table
source: Add Table
pt: Acrescentar Tabela
zh_hant: 新增表格

# Action_Add_Date
source: Add Date
pt: Acrescentar Data
zh_hant: 新增日期

# Library_Info_Date_Modified
source: Modified
pt: Modificado
zh_hant: 已更新

# Library_Info_Date_Created
source: Created
pt: Criado
zh_hant: 已創建

# Library_Info_Name
source: Name
pt: Nome
zh_hant: 名稱

# Library_Info_Extension
source: Extension
pt: Extensão
zh_hant: 副檔名

# Library_Info_Size
source: Size
pt: Tamanho
zh_hant: 大小

# Document_Already_Open_Content_Placeholder_Title
source: Cannot Show File
pt: Não é possível mostrar o ficheiro
zh_hant: 未能顯示檔案

# Document_Already_Open_Content_Placeholder_Message
source: File is open in another window.
pt: O ficheiro está aberto noutra janela.
zh_hant: 檔案已在其他視窗中開啟。

# Document_Already_Open_Content_Placeholder_Button
source: Open in This Window
pt: Abrir nesta janela
zh_hant: 在此視窗中開啟

# Share_Sheet_Open_In_Activity_Title
source: Open in…
pt: Abrir no...
zh_hant: 開啟位置…

# Save_To_Export_Label
source: Save to…
pt: Gravar no...
zh_hant: 儲存位置…

# Version_Browser_Title_Conflict
source: Version Conflict
pt: Conflito de Versões
zh_hant: 版本衝突

# Version_Browser_Title
source: Versions
pt: Versões
zh_hant: 版本

# Version_Browser_Current_Version
source: Current
pt: Atual
zh_hant: 當前

# Version_Browser_Subitem_Title
source: All available versions of %@.
pt: Todas as versões disponíveis de %@.
zh_hant: 所有 %@ 的可用版本。

# Version_Browser_Subitem_Message
source: Choose an older version to revert. Choose current in addition to older versions to create them as separate files.
pt: Escolha uma versão mais antiga para reverter. Escolha a versão corrente, para além das versões mais antigas, para criar ficheiros distintos.
zh_hant: 選擇要復原的較舊版本。選擇當前及較舊版本，分別建立為不同的檔案。

# Version_Browser_Subitem_Message_Conflict
source: Modifications aren’t in sync. Choose which documents to keep.
pt: As modificações não estão sincronizadas. Escolha os documentos que quer manter.
zh_hant: 更新不會同步。選擇要保留的文檔。

# Version_Browser_Subitem_Title_Conflict
source: Versions in conflict of %@.
pt: Versões em conflito de %@.
zh_hant: %@ 存在版本衝突。

# Version_Browser_Conflict_Keep
source: Keep
pt: Manter
zh_hant: 保留

# Version_Browser_Conflict_Keep_Both
source: Keep Both
pt: Manter ambos
zh_hant: 同時保留

# Version_Browser_Conflict_Keep_All
source: Keep All
pt: Manter todos
zh_hant: 全部保留

# Version_Browser_Conflict_Keep_Number
source: Keep %d
pt: Manter %d
zh_hant: 保留 %d

# Version_Browser_Revert
source: Revert
pt: Reverter
zh_hant: 復原

# Version_Browser_Revert_And_Save_Number
source: Revert to Latest, Create %d
pt: Reverter para Mais Recente, Criar %d
zh_hant: 復原最近版本，建立 %d

# Version_Browser_Save_Number
source: Create %d
pt: Criar %d
zh_hant: 建立 %d

# Version_Browser_Error_Title
source: Cannot Read Versions
pt: Não é possível ler as versões
zh_hant: 無法讀取版本

# Version_Browser_Error_Message
source: iCloud error: “%@”.
pt: Erro iCloud: "%@".
zh_hant: iCloud 錯誤：「%@」。

# Version_Browser_Error_Unknown
source: Unknown error
pt: Erro desconhecido
zh_hant: 未知錯誤

# Version_Browser_Error_Network_Unavailable
source: Network is not available.
pt: A rede não está disponível.
zh_hant: 網絡無法使用。

# Version_Browser_Error_Network_Failure
source: Could not connect.
pt: Não foi possível ligar.
zh_hant: 無法連線。

# Files_App_Service_Provider_Error_Localized_Description_Title
source: Files App Cloud Service Failed to Process Request
pt: O Serviço da Nuvem para Ficheiros da Aplicação Não Processou o Pedido
zh_hant: Files 應用程式的雲端服務無法處理請求

# Files_App_Service_Provider_Error_Localized_Description
source: Files app cloud service failed to process request.
pt: O serviço da nuvem para ficheiros da aplicação não processou o pedido.
zh_hant: Files 應用程式的雲端服務無法處理請求

# Files_App_Service_Provider_Error_Recovery_Suggestion
source: If the error persists, please contact your cloud service provider for support.
pt: Se o erro continuar, por favor solicite apoio ao fornecedor do seu serviço de nuvem.
zh_hant: 如果錯誤仍然持續，請與您的雲端服務供應商聯繫以取得支援。

# Files_App_Library_Location_Not_Supported_Error_Title
source: Cannot Add Selected Library Location
pt: Não é possível adicionar uma Localização de Biblioteca selecionada
zh_hant: 無法添加所選現有資料庫位置

# Files_App_Library_Location_Not_Supported_Error
source: Cannot add selected library location.
pt: Não é possível adicionar uma Localização de Biblioteca selecionada
zh_hant: 無法添加所選現有資料庫位置。

# Files_App_Library_Location_Not_Supported_Error_Failure_Reason
source: Files app cloud service does not support this feature.
pt: O serviço da nuvem para a aplicação de ficheiros não suporta esta funcionalidade.
zh_hant: 文件應用程式雲端服務不支援此功能。

# Files_App_Library_Location_Not_Supported_Error_Recovery_Suggestion
source: Please contact your cloud service provider for support.
pt: Contacte o seu provedor de serviços da nuvem para apoio.
zh_hant: 請聯繫您的雲端服務提供商以獲取支援。

# Quick_Search_Placeholder
source: Quick Search
pt: Procura Rápida
zh_hant: 快速搜尋

# Quick_Search_Recent_Files_Section_Title
source: Recent Files
pt: Ficheiros Recentes
zh_hant: 當前檔案

# Quick_Search_Files_Section_Title
source: Files
pt: Ficheiros
zh_hant: 檔案

# Quick_Search_Recent_Actions_Section_Title
source: Recent Actions
pt: Ações Recentes
zh_hant: 最近操作

# Quick_Search_Actions_Section_Title
source: Actions
pt: Ações
zh_hant: 操作

# Discoverability_Quick_Search
source: Quick Search
pt: Procura Rápida
zh_hant: 快速搜尋

# Discoverability_New
source: New
pt: Novo
zh_hant: 新

# Discoverability_New_Document
source: New Document
pt: Novo Documento
zh_hant: 新增文件

# Discoverability_New_Window
source: New Window
pt: Nova Janela
zh_hant: 新增視窗

# Discoverability_Dark_Mode
source: Dark Appearance
pt: Aspeto Escurecido
zh_hant: 暗色模式

# Discoverability_Light_Mode
source: Light Appearance
pt: Aspeto Iluminado
zh_hant: 淺色模式

# Discoverability_Night_Mode
source: Night Mode
pt: Modo Noturno
zh_hant: 夜間模式

# Discoverability_Open
source: Open…
pt: Abrir...
zh_hant: 開啟…

# Discoverability_Move_Text_Up
source: Move Text Up
pt: Mover Linha para Cima
zh_hant: 整行上移

# Discoverability_Move_Text_Down
source: Move Text Down
pt: Mover Linha para Baixo
zh_hant: 整行下移

# Discoverability_Configure_Keyboard
source: Configure Keyboard
pt: Configurar Teclado
zh_hant: 配置鍵盤

# Discoverability_Use_Selection_For_Find
source: Use Selection for Find
pt: Usar Seleção para Procurar
zh_hant: 使用選取來尋找

# Discoverability_Find_Next
source: Find Next
pt: Encontrar Seguinte
zh_hant: 尋找下一個

# Discoverability_Find_Previous
source: Find Previous
pt: Encontrar Anterior
zh_hant: 尋找上一個

# Discoverability_Find_And_Replace
source: Find and Replace
pt: Procurar e Substituir
zh_hant: 尋找及取代

# Discoverability_Show_Settings
source: Show Settings
pt: Mostrar Definições
zh_hant: 顯示設定

# Discoverability_Show_Help
source: Show Help
pt: Mostrar Ajuda
zh_hant: 顯示說明

# Preview_Title
source: Preview
pt: Pré-visualizar
zh_hant: 預覽

# Preview_Content_Placeholder
source: No Content to Preview
pt: Sem Conteúdos para Pré-visualizar
zh_hant: 沒有可預覽的內容

# Preview_Template_Action
source: Switch to Selected
pt: Trocar para Seleção
zh_hant: 切換至已選項目

# Action_Configure_Templates
source: Configure Templates
pt: Configurar Modelos
zh_hant: 配置範本

# Template_Installed_Title
source: Installed “%@” Template
pt: Instalado Modelo "%@"
zh_hant: 已安裝的「%@」範本

# Template_Installed_Description
source: You can access templates in Preview. You can uninstall templates in Settings.
pt: Pode aceder aos modelos em Pré-visualizar. Pode desinstalar modelos nas Definições.
zh_hant: 您可以在「預覽」中存取範本。您可以在「設定」中卸載範本。

# Settings_Title
source: Settings
pt: Definições
zh_hant: 設定

# Settings_Appearance
source: Appearance
pt: Aspeto
zh_hant: 模式

# Settings_App_Icon
source: App Icon
pt: ìcone de aplicação
zh_hant: 應用程式圖示

# Appearance_System
source: System
pt: Sistema
zh_hant: 系統

# Appearance_Light
source: Light
pt: Iluminado
zh_hant: 淺色

# Appearance_Dark
source: Dark
pt: Escurecido
zh_hant: 暗色

# Settings_Interface_Title
source: Interface
zh_hant: 介面

# Settings_Keyboard_Title
source: Keyboard
pt: Teclado
zh_hant: 鍵盤

# Settings_General_Title
source: General
pt: Geral
zh_hant: 一般

# Settings_Files_Title
source: Files
pt: Ficheiros
zh_hant: 檔案

# Settings_Accounts_Title
source: Accounts
pt: Contas
zh_hant: 帳號

# Settings_Library_Title
source: Library
pt: Biblioteca
zh_hant: 資料庫

# Settings_Editor_Title
source: Editor
zh_hant: 編輯器

# Settings_Templates_Title
source: Templates
pt: Modelos
zh_hant: 範本

# Settings_URL_Scheme_Title
source: URL Commands
pt: Comandos URL
zh_hant: URL 命令

# Settings_Appearance_Section_Title
source: Appearance
pt: Aparência
zh_hant: 外觀

# Settings_Accounts_Section_Title
source: Sharing Accounts
pt: Partilhar Contas
zh_hant: 共享帳戶

# Settings_Accounts_Add
source: Add Account…
pt: Adicionar Conta...
zh_hant: 新增帳戶…

# Settings_Accounts_Remove
source: Remove Account
pt: Remover Conta
zh_hant: 刪除帳戶

# Settings_Accounts_Configure
source: Configure Account
pt: Configurar Conta
zh_hant: 配置帳戶

# Setttings_Interface_File_Extensions
source: File Extensions
pt: Extensões de Ficheiros
zh_hant: 副檔名

# Settings_Interface_Scroll_Sync
source: Scroll in Sync
pt: Percorrer em Sincronia
zh_hant: 同步捲動

# Settings_Interface_Editor_Preview_Section_Header
source: Editor and Preview
pt: Editor e Pré-visualização
zh_hant: 編輯與預覽

# Settings_Interface_Toolbars
source: Toolbars
pt: Barras de ferramentas
zh_hant: 工具列

# Settings_Interface_Toolbars_Show_Hide
source: Show / Hide
pt: Mostrar / Ocultar
zh_hant: 顯示/隱藏

# Settings_Interface_Toolbars_Always_Show
source: Always Show
pt: Mostrar Sempre
zh_hant: 一律顯示

# Default_File_Extension_Section_Title
source: Default File Extension
pt: Predefinição de Extensão de Ficheiro
zh_hant: 預設檔案副檔名

# Default_File_Extension_Section_Footer
source: New files will have this extension. Only plain text extensions are allowed.
pt: Os novos ficheiros serão criados com esta extensão. Só são permitidas extensões de texto simples.
zh_hant: 新檔案均以此為副檔名。僅允許使用純文字檔案格式。

# Settings_Library_Appearance_Section_Title
source: Appearance
pt: Aparência
zh_hant: 外觀

# Settings_Library_Show_Text_Excerpts
source: Show Text Excerpts
pt: Mostrar Excertos de Texto
zh_hant: 顯示文字摘錄

# Settings_Library_Show_Extensions
source: Show File Extensions
pt: Mostrar Extensões de Ficheiros
zh_hant: 顯示檔案副檔名

# Settings_Library_Pin_Folders_To_Top
source: Pin Folders to Top
pt: Fixar Pastas no Topo
zh_hant: 釘選置頂資料夾

# Settings_Library_Sort_By_Section_Title
source: Sort Order
pt: Sequência de Ordenação
zh_hant: 排序方式

# Settings_Editor_Syntax_Control_Section_Title
source: Syntax
pt: Destaque de Sintaxe
zh_hant: 凸顯語法

# Settings_Editor_Appearance_Section_Title
source: Appearance
pt: Aparência
zh_hant: 外觀

# Settings_Editor_Show_Stats
source: Show Stats
pt: Mostrar Estatísticas
zh_hant: 顯示統計數據

# Settings_Editor_Line_Length_Limit_Edit
source: Maximum Line Length
pt: Comprimento Máximo de Linha
zh_hant: 每行長度上限

# Settings_Editor_Language
source: Language
pt: Idioma
zh_hant: 語言

# Settings_Editor_Emphasis
source: Emphasis
pt: Ênfase
zh_hant: 着重號

# Settings_Editor_Focus_Mode_Section_Title
source: Focus Mode
pt: Modo Concentração
zh_hant: 焦點模式

# Settings_Editor_Focus_Mode
source: Focus Mode
pt: Modo Concentração
zh_hant: 焦點模式

# Settings_Editor_Focus_Mode_Scope
source: Scope
pt: Âmbito
zh_hant: 範圍

# Settings_Keyboard_Lightning_Menu
source: Lightning Menu
pt: Menu de Iluminação
zh_hant: 快速選單

# Settings_Keyboard_Lightning_Menu_Add_Actions
source: Add Actions
pt: Adicionar ações
zh_hant: 新增動作

# Settings_Keyboard_Lightning_Menu_Add_Submenu
source: Add Submenu
pt: Adicionar submenu
zh_hant: 新增子選單

# Settings_Keyboard_Lightning_Menu_Edit_Submenu
source: Edit Submenu
pt: Editar submenu
zh_hant: 編輯子選單

# Settings_Keyboard_Lightning_Menu_Remove_Action
source: Remove Action
pt: Remover ação
zh_hant: 移除動作

# Settings_Keyboard_Lightning_Menu_Remove_Submenu
source: Remove Submenu
pt: Remover submenu
zh_hant: 移除子選單

# Settings_Keyboard_Lightning_Menu_Select_Action_Title
source: Select Action
pt: Selecionar ação
zh_hant: 選取動作

# Settings_Keyboard_Lightning_Menu_Submenu_Actions_Title
source: Actions
pt: Ações
zh_hant: 動作
