Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/iOS/SmartFolderEditor.strings
Languages: de, es, fr, it, pt_br, ru, zh_hant

# %[dateModified]@ %[is less than]@ %@
source: %1$[Date modified]@ %2$[Is before]@ %3$@
de: %1$[Datum geändert]@ %2$[Ist vor]@ %3$@
es: %1$[Fecha modificada]@ %2$[Antes de]@ %3$@
fr: %1$[Date de modification]@ %2$[Est avant]@ %3$@
it: %1$[Data modifica]@ %2$[È anteriore]@ %3$@
pt_br: %1$[Data da modificação]@ %2$[É anterior a]@ %3$@
ru: %1$[Дата изменения]@ %2$[До даты]@ %3$@
zh_hant: %1$[修改日期]@ %2$[早於]@ %3$@

# %[dateModified]@ %[is greater than]@ %@
source: %1$[Date modified]@ %2$[Is after]@ %3$@
de: %1$[Datum geändert]@ %2$[Ist nach]@ %3$@
es: %1$[Fecha modificada]@ %2$[Después de]@ %3$@
fr: %1$[Date de modification]@ %2$[Est après]@ %3$@
it: %1$[Data modifica]@ %2$[È successiva]@ %3$@
pt_br: %1$[Data da modificação]@ %2$[É posterior a]@ %3$@
ru: %1$[Дата изменения]@ %2$[После даты]@ %3$@
zh_hant: %1$[修改日期]@ %2$[晚於]@ %3$@

# %[dateModified]@ %[begins with]@ %@
source: %1$[Date modified]@ %2$[Is in the past]@ %3$[^Number of Days]@
de: %1$[Datum geändert]@ %2$[Ist in der Vergangenheit]@ %3$[^Anzahl Tage]@
es: %1$[Fecha modificada]@ %2$[Han pasado]@ %3$[^Número de días]@
fr: %1$[Date de modification]@ %2$[Est dans le passé]@ %3$[^Nombre de jours]@
it: %1$[Data modifica]@ %2$[È negli ultimi]@ %3$[^Numero di giorni]@
pt_br: %1$[Data da modificação]@ %2$[Está nos últimos]@ %3$[^Número de Dias]@
ru: %1$[Дата изменения]@ %2$[В последние]@ %3$[^Количество дней]@
zh_hant: %1$[修改日期]@ %2$[過去]@ %3$[^天數]@

# %[dateModified]@ %[ends with]@ %@
source: %1$[Date modified]@ %2$[Is not in the past]@ %3$[^Number of Days]@
de: %1$[Datum geändert]@ %2$[Ist nicht in der Vergangenheit]@ %3$[^Anzahl Tage]@
es: %1$[Fecha modificada]@ %2$[No han pasado]@ %3$[^Número de días]@
fr: %1$[Date de modification]@ %2$[N’est pas dans le passé]@ %3$[^Nombre de jours]@
it: %1$[Data modifica]@ %2$[Non è negli ultimi]@ %3$[^Numero di giorni]@
pt_br: %1$[Data da modificação]@ %2$[Não está nos últimos]@ %3$[^Número de Dias]@
ru: %1$[Дата изменения]@ %2$[Не в последние]@ %3$[^Количество дней]@
zh_hant: %1$[修改日期]@ %2$[非過去]@ %3$[^天數]@

# %[dateCreated]@ %[is less than]@ %@
source: %1$[Date created]@ %2$[Is before]@ %3$@
de: %1$[Datum erstellt]@ %2$[Ist vor]@ %3$@
es: %1$[Fecha de creación]@ %2$[Antes de]@ %3$@
fr: %1$[Date de création]@ %2$[Est avant]@ %3$@
it: %1$[Data creata]@ %2$[È anteriore]@ %3$@
pt_br: %1$[Data de criação]@ %2$[É anterior a]@ %3$@
ru: %1$[Дата создания]@ %2$[До даты]@ %3$@
zh_hant: %1$[已建立日期]@ %2$[早於]@ %3$@

# %[dateCreated]@ %[is greater than]@ %@
source: %1$[Date created]@ %2$[Is after]@ %3$@
de: %1$[Datum erstellt]@ %2$[Ist nach]@ %3$@
es: %1$[Fecha de creación]@ %2$[Después de]@ %3$@
fr: %1$[Date de création]@ %2$[Est après]@ %3$@
it: %1$[Data creata]@ %2$[È successiva]@ %3$@
pt_br: %1$[Data de criação]@ %2$[É posterior a]@ %3$@
ru: %1$[Дата создания]@ %2$[После даты]@ %3$@
zh_hant: %1$[已建立日期]@ %2$[晚於]@ %3$@

# %[dateCreated]@ %[begins with]@ %@
source: %1$[Date created]@ %2$[Is in the past]@ %3$[^Number of Days]@
de: %1$[Datum erstellt]@ %2$[Ist in der Vergangenheit]@ %3$[^Anzahl Tage]@
es: %1$[Fecha de creación]@ %2$[Han pasado]@ %3$[^Número de días]@
fr: %1$[Date de création]@ %2$[Est dans le passé]@ %3$[^Nombre de jours]@
it: %1$[Data creata]@ %2$[È negli ultimi]@ %3$[^Numero di giorni]@
pt_br: %1$[Data de criação]@ %2$[Está nos últimos]@ %3$[^Número de Dias]@
ru: %1$[Дата создания]@ %2$[В последние]@ %3$[^Количество дней]@
zh_hant: %1$[已建立日期]@ %2$[過去]@ %3$[^天數]@

# %[dateCreated]@ %[ends with]@ %@
source: %1$[Date created]@ %2$[Is not in the past]@ %3$[^Number of Days]@
de: %1$[Datum erstellt]@ %2$[Ist nicht in der Vergangenheit]@ %3$[^Anzahl Tage]@
es: %1$[Fecha de creación]@ %2$[No han pasado]@ %3$[^Número de días]@
fr: %1$[Date de création]@ %2$[N’est pas dans le passé]@ %3$[^Nombre de jours]@
it: %1$[Data creata]@ %2$[Non è negli ultimi]@ %3$[^Numero di giorni]@
pt_br: %1$[Data de criação]@ %2$[Não está nos últimos]@ %3$[^Número de Dias]@
ru: %1$[Дата создания]@ %2$[Не в последние]@ %3$[^Количество дней]@
zh_hant: %1$[已建立日期]@ %2$[非過去]@ %3$[^天數]@

# %[kind]@ %[is]@ %[text]@
source: %1$[Kind]@ %2$[Is]@ %3$[Text]@
de: %1$[Format]@ %2$[Ist]@ %3$[Text]@
es: %1$[Clase]@ %2$[Es]@ %3$[texto]@
fr: %1$[Type]@ %2$[Est]@ %3$[Texte]@
it: %1$[Tipo]@ %2$[È ]@ %3$[Testo]@
pt_br: %1$[Tipo]@ %2$[É]@ %3$[Texto]@
ru: %1$[Тип]@ %2$[Только]@ %3$[Текст]@
zh_hant: %1$[種類]@ %2$[是]@ %3$[文字]@

# %[kind]@ %[is not]@ %[text]@
source: %1$[Kind]@ %2$[Is not]@ %3$[Text]@
de: %1$[Format]@ %2$[Ist nicht]@ %3$[Text]@
es: %1$[Clase]@ %2$[No es]@ %3$[texto]@
fr: %1$[Type]@ %2$[N’est pas]@ %3$[Texte]@
it: %1$[Tipo]@ %2$[Non è]@ %3$[Testo]@
pt_br: %1$[Tipo]@ %2$[Não é]@ %3$[Texto]@
ru: %1$[Тип]@ %2$[Только не]@ %3$[Текст]@
zh_hant: %1$[種類]@ %2$[非]@ %3$[文字]@

# %[kind]@ %[is]@ %[folder]@
source: %1$[Kind]@ %2$[Is]@ %3$[Folder]@
de: %1$[Format]@ %2$[Ist]@ %3$[Ordner]@
es: %1$[Clase]@ %2$[Es]@ %3$[carpeta]@
fr: %1$[Type]@ %2$[Est]@ %3$[Dossier]@
it: %1$[Tipo]@ %2$[È]@ %3$[Cartella]@
pt_br: %1$[Tipo]@ %2$[É]@ %3$[Pasta]@
ru: %1$[Тип]@ %2$[Только]@ %3$[Папка]@
zh_hant: %1$[種類]@ %2$[是]@ %3$[資料夾]@

# %[kind]@ %[is not]@ %[folder]@
source: %1$[Kind]@ %2$[Is not]@ %3$[Folder]@
de: %1$[Format]@ %2$[Is kein]@ %3$[Ordner]@
es: %1$[Clase]@ %2$[No es]@ %3$[carpeta]@
fr: %1$[Type]@ %2$[N’est pas]@ %3$[Dossier]@
it: %1$[Tipo]@ %2$[Non è]@ %3$[Cartella]@
pt_br: %1$[Tipo]@ %2$[Não é]@ %3$[Pasta]@
ru: %1$[Тип]@ %2$[Только не]@ %3$[Папка]@
zh_hant: %1$[種類]@ %2$[非]@ %3$[資料夾]@

# %[kind]@ %[is]@ %[other]@
source: %1$[Kind]@ %2$[Is]@ %3$[Other]@
de: %1$[Format]@ %2$[Ist]@ %3$[Übrige]@
es: %1$[Clase]@ %2$[Es]@ %3$[Otros]@
fr: %1$[Type]@ %2$[Est]@ %3$[Autre]@
it: %1$[Tipo]@ %2$[È]@ %3$[Altro]@
pt_br: %1$[Tipo]@ %2$[É]@ %3$[Outro]@
ru: %1$[Тип]@ %2$[Только ]@ %3$[Другой]@
zh_hant: %1$[種類]@ %2$[是]@ %3$[其他]@

# %[kind]@ %[is not]@ %[other]@
source: %1$[Kind]@ %2$[Is not]@ %3$[Other]@
de: %1$[Format]@ %2$[Ist nicht]@ %3$[Übrige]@
es: %1$[Clase]@ %2$[No es]@ %3$[Otros]@
fr: %1$[Type]@ %2$[N’est pas]@ %3$[Autre]@
it: %1$[Tipo]@ %2$[Non è]@ %3$[Altro]@
pt_br: %1$[Tipo]@ %2$[Não é]@ %3$[Outro]@
ru: %1$[Тип]@ %2$[Только не]@ %3$[Другой]@
zh_hant: %1$[種類]@ %2$[非]@ %3$[其他]@

# %[search]@ %[matches]@ %@
source: %1$[Search]@ %2$[Matches]@ %3$@
de: %1$[Suche]@ %2$[Entspricht]@ %3$@
es: %1$[Buscar]@ %2$[Devuelve]@ %3$@
fr: %1$[Recherche]@ %2$[Correspond à]@ %3$@
it: %1$[Cerca]@ %2$[corrispondenti]@ %3$@
pt_br: %1$[Procurar]@ %2$[Correspondências]@ %3$@
ru: %1$[Текст]@ %2$[Содержит]@ %3$@
zh_hant: %1$[搜尋]@ %2$[符合]@ %3$@

# %[parentPath]@ %[is]@ %@
source: %1$[Parent path]@ %2$[Is]@ %3$@
de: %1$[Elternpfad]@ %2$[Ist]@ %3$@
es: %1$[Ruta de padre]@ %2$[Es]@ %3$@
fr: %1$[Chemin parent]@ %2$[Est]@ %3$@
it: %1$[Percorso padre]@ %2$[È]@ %3$@
pt_br: %1$[Caminho anterior]@ %2$[É]@ %3$@
ru: %1$[Путь к родителю]@ %2$[Совпадает с]@ %3$@
zh_hant: %1$[父路徑]@ %2$[是]@ %3$@

# %[parentPath]@ %[is not]@ %@
source: %1$[Parent path]@ %2$[Is not]@ %3$@
de: %1$[Elternpfad]@ %2$[Ist nicht]@ %3$@
es: %1$[Ruta de padre]@ %2$[No es]@ %3$@
fr: %1$[Chemin parent]@ %2$[N’est pas]@ %3$@
it: %1$[Percorso padre]@ %2$[Non è]@ %3$@
pt_br: %1$[Caminho anterior]@ %2$[Não é]@ %3$@
ru: %1$[Путь к родителю]@ %2$[Не совпадает с]@ %3$@
zh_hant: %1$[父路徑]@ %2$[非]@ %3$@

# %[ancestorPath]@ %[is]@ %@
source: %1$[Ancestor path]@ %2$[Is]@ %3$@
de: %1$[Vorfahrenpfad]@ %2$[Ist]@ %3$@
es: %1$[Ruta de ancestro]@ %2$[Es]@ %3$@
fr: %1$[Chemin ancêtre]@ %2$[Est]@ %3$@
it: %1$[Percorso predecessore]@ %2$[È]@ %3$@
pt_br: %1$[Caminho ascendente]@ %2$[É]@ %3$@
ru: %1$[Путь к любому из родителей]@ %2$[Совпадает с]@ %3$@
zh_hant: %1$[上階路徑]@ %2$[是]@ %3$@

# %[ancestorPath]@ %[is not]@ %@
source: %1$[Ancestor path]@ %2$[Is not]@ %3$@
de: %1$[Vorfahrenpfad]@ %2$[Ist nicht]@ %3$@
es: %1$[Ruta de ancestro]@ %2$[No es]@ %3$@
fr: %1$[Chemin ancêtre]@ %2$[N’est pas]@ %3$@
it: %1$[Percorso predecessore]@ %2$[Non è]@ %3$@
pt_br: %1$[Caminho ascendente]@ %2$[Não é]@ %3$@
ru: %1$[Путь к любому из родителей]@ %2$[Не совпадает с]@ %3$@
zh_hant: %1$[上階路徑]@ %2$[非]@ %3$@
