Repository: iainc/iA-Writer-Localization
Catalog: Apple/*/macOS/SmartFolderRules.strings
Languages: ja, ko, ru, zh_hans

# %[dateModified]@ %[is less than]@ %@
source: %1$[Date modified]@ %2$[is before]@ %3$@
ja: %1$[変更日]@ %2$[以前]@ %3$@
ko: %1$[수정한 날짜]@ %2$[이전]@ %3$@
ru: %1$[Дата изменения]@ %2$[до даты]@ %3$@
zh_hans: %1$[修改日期]@ %2$[早于]@ %3$@

# %[dateModified]@ %[is greater than]@ %@
source: %1$[Date modified]@ %2$[is after]@ %3$@
ja: %1$[変更日]@ %2$[以降]@ %3$@
ko: %1$[수정한 날짜]@ %2$[이후]@ %3$@
ru: %1$[Date modified]@ %2$[после даты]@ %3$@
zh_hans: %1$[修改日期]@ %2$[晚于]@ %3$@

# %[dateModified]@ %[begins with]@ %@
source: %1$[Date modified]@ %2$[is in the past]@ %3$@ days
ja: %1$[変更日]@ %2$[変更してからの期間]@ %3$@ 日
ko: %1$[수정한 날짜]@ %2$[과거 항목을 포함함]@ %3$@일
ru: %1$[Дата изменения]@ %2$[в последние]@ %3$@ дней
zh_hans: %1$[修改日期]@ %2$[是最近]@ %3$@ 天

# %[dateModified]@ %[ends with]@ %@
source: %1$[Date modified]@ %2$[is not in the past]@ %3$@ days
ja: %1$[変更日]@ %2$[変更していない期間]@ %3$@ 日
ko: %1$[수정한 날짜]@ %2$[과거 항목을 포함하지 않음]@ %3$@일
ru: %1$[Дата изменения]@ %2$[не в последние]@ %3$@ дней
zh_hans: %1$[修改日期]@ %2$[不是最近]@ %3$@ 天

# %[kind]@ %[is]@ %[text]@
source: %1$[Kind]@ %2$[is]@ %3$[text]@
ja: %1$[種類]@ %2$[である]@ %3$[テキスト]@
ko: %1$[유형]@ %2$[해당함]@ %3$[텍스트]@
ru: %1$[Тип]@ %2$[—]@ %3$[текст]@
zh_hans: %1$[种类]@ %2$[是]@ %3$[文本]@

# %[kind]@ %[is not]@ %[text]@
source: %1$[Kind]@ %2$[is not]@ %3$[text]@
ja: %1$[種類]@ %2$[でない]@ %3$[テキスト]@
ko: %1$[유형]@ %2$[해당하지 않음]@ %3$[텍스트]@
ru: %1$[Тип]@ %2$[— не]@ %3$[текст]@
zh_hans: %1$[种类]@ %2$[不是]@ %3$[文本]@

# %[kind]@ %[is]@ %[folder]@
source: %1$[Kind]@ %2$[is]@ %3$[folder]@
ja: %1$[種類]@ %2$[である]@ %3$[フォルダ]@
ko: %1$[유형]@ %2$[해당함]@ %3$[폴더]@
ru: %1$[Тип]@ %2$[—]@ %3$[папка]@
zh_hans: %1$[种类]@ %2$[是]@ %3$[文件夹]@

# %[kind]@ %[is not]@ %[folder]@
source: %1$[Kind]@ %2$[is not]@ %3$[folder]@
ja: %1$[種類]@ %2$[でない]@ %3$[フォルダ]@
ko: %1$[유형]@ %2$[해당하지 않음]@ %3$[폴더]@
ru: %1$[Тип]@ %2$[— не]@ %3$[папка]@
zh_hans: %1$[种类]@ %2$[不是]@ %3$[文件夹]@

# %[kind]@ %[is]@ %[other]@
source: %1$[Kind]@ %2$[is]@ %3$[other]@
ja: %1$[種類]@ %2$[である]@ %3$[その他]@
ko: %1$[유형]@ %2$[해당함]@ %3$[기타]@
ru: %1$[Тип]@ %2$[—]@ %3$[другой]@
zh_hans: %1$[种类]@ %2$[是]@ %3$[其他]@

# %[kind]@ %[is not]@ %[other]@
source: %1$[Kind]@ %2$[is not]@ %3$[other]@
ja: %1$[種類]@ %2$[でない]@ %3$[その他]@
ko: %1$[유형]@ %2$[해당하지 않음]@ %3$[기타]@
ru: %1$[Тип]@ %2$[— не]@ %3$[другой]@
zh_hans: %1$[种类]@ %2$[不是]@ %3$[其他]@

# %[search]@ %[matches]@ %@
source: %1$[Search]@ %2$[matches]@ %3$@
ja: %1$[検索]@ %2$[一致]@ %3$@
ko: %1$[검색]@ %2$[일치함]@ %3$@
ru: %1$[Текст]@ %2$[содержит]@ %3$@
zh_hans: %1$[搜索]@ %2$[匹配]@ %3$@

# %[parentPath]@ %[is]@ %@
source: %1$[Parent path]@ %2$[is]@ %3$@
ja: %1$[親パス]@ %2$[である]@ %3$@
ko: %1$[부모 경로]@ %2$[해당함]@ %3$@
ru: %1$[Путь к родителю]@ %2$[—]@ %3$@
zh_hans: %1$[母路径]@ %2$[是]@ %3$@

# %[parentPath]@ %[is not]@ %@
source: %1$[Parent path]@ %2$[is not]@ %3$@
ja: %1$[親パス]@ %2$[でない]@ %3$@
ko: %1$[부모 경로]@ %2$[해당하지 않음]@ %3$@
ru: %1$[Путь к родителю]@ %2$[— не]@ %3$@
zh_hans: %1$[母路径]@ %2$[不是]@ %3$@

# %[ancestorPath]@ %[is]@ %@
source: %1$[Ancestor path]@ %2$[is]@ %3$@
ja: %1$[先祖パス]@ %2$[である]@ %3$@
ko: %1$[조상 경로]@ %2$[해당함]@ %3$@
ru: %1$[Путь к любому из родителей]@ %2$[—]@ %3$@
zh_hans: %1$[祖先路径]@ %2$[是]@ %3$@

# %[ancestorPath]@ %[is not]@ %@
source: %1$[Ancestor path]@ %2$[is not]@ %3$@
ja: %1$[先祖パス]@ %2$[でない]@ %3$@
ko: %1$[조상 경로]@ %2$[해당하지 않음]@ %3$@
ru: %1$[Путь к любому из родителей]@ %2$[— не]@ %3$@
zh_hans: %1$[祖先路径]@ %2$[不是]@ %3$@

# %[pathExtension]@ %[is]@ %@
source: %1$[Extension]@ %2$[is]@ %3$@
ja: %1$[拡張子]@ %2$[である]@ %3$@
ko: %1$[확장명]@ %2$[해당함]@ %3$@
ru: %1$[Расширение]@ %2$[—]@ %3$@
zh_hans: %1$[扩展名]@ %2$[是]@ %3$@

# %[pathExtension]@ %[is not]@ %@
source: %1$[Extension]@ %2$[is not]@ %3$@
ja: %1$[拡張子]@ %2$[でない]@ %3$@
ko: %1$[확장명]@ %2$[해당하지 않음]@ %3$@
ru: %1$[Расширение]@ %2$[— не]@ %3$@
zh_hans: %1$[扩展名]@ %2$[不是]@ %3$@
